org/probabilidad/03.org
#+title:Variables aleatorias: Momentos
* Esperanza
La información relevante sobre el comportamiento de una variable
aleatoria está contenida en su función de distribución. Sin embargo,
en la práctica, es útil disponer de algunos números representativos de
la variable aleatoria que resuman esa información.
**** Motivación
Se gira una rueda de la fortuna varias veces. En cada giro se puede
obtener alguno de los siguiente números x_1, x
2
, \dots , x
k
-que representan la cantidad de dinero que se obtiene en el giro- con probabilidades p(x
1
), p(x
2
), \dots , p(x
k
), respectivamente. ¿Cuánto dinero
se /espera"/obtener como recompensa /"por cada giro"/ ? Los términos /"espera/ y /"por cada
giro"/son un tanto ambiguos, pero se pueden interpretar de la siguiente manera.
Si la rueda se gira n veces y n(x
i
) es la cantidad de veces que se obtiene x
i
, la cantidad total
de dinero recibida es
P
k
{i=1}
n (x
i
)x
i
y la cantidad media por giro es \mu =
1
n
P
k
{i=1}
n (x
i
)x
i
. Interpretando las probabilidades como frecuencias relativas obtenemos que para n suficientemente
grande l a cantidad de dinero que se /espera"/recibir /"por cada giro/ es
\mu =}
1
n
k
X
{i=1}
x
i
n (x
i
) =
k
X
{i=1}
x
i
n (x
i
)
n
\approx
k
X
{i=1}
x
i
p (x
i
).
2
** Definición
**** Definición 1.1 (Esperanza de una variable discreta)
Sea X una variable aleatoria discreta.
La esperanza de X, denotada por E[X], es el promedio ponderado
E[X] :=
X
x \in A
x{\mathbb{P}(X = x) , (1)
donde A = \{x \in \Re : F (x) − F (x{−}) > 0{\} es el conjunto de todos los átomos de la función
distribución de X.
**** Ejemplo 1.2 (Esperanza de la función indicadora)
Sea$(\Omega, \mathcal{A}, \mathbb{P})$un espacio de probabilidad.
Para cualquier evento A \in A vale que
E[1\{\omega \in A\] = 0 · (1 −} \mathbb{P}(A)) + 1 · \mathbb{P}(A) = \mathbb{P}(A). (2)
La esperanza como centro de gravedad. La noción de esperanza es análoga a la noción}
de centro de gravedad para un sistema de partículas discreto.
Se consideran n partículas ubicadas en los puntos x
1
, \dots , x
n
cuyos pesos respectivos son
p (x
1
), \dots , p(x
n
). No se pierde generalidad si se supone que
P
n
{i=1}
p (x
i
) = 1. El centro de
gravedad, c, del sistema es el punto respecto de la cual la suma de los momentos causados
por los pesos p(x
i
) es nula. Observando que
k
X
{i=1}
(x
i
− c) p (x}
i
) = 0 \iff c =
k
X
{i=1}
x
i
p (x
i
)
resulta que el centro de gravedad del sistema coincide con la esperanza de una variable aleato
ria X a valores en \{x}
1
, \dots , x
n
\} tal que \mathbb{P}(X = x}
i
) = p(x
i
).
1 3 6 10
c
Figura 1: Interpretación de la esperanza como centro de gravedad. Se considera un sis
tema de cuatro /partículas/ de pesos p
i
proporcionales a las áreas de los círculos de radio
1 / 3, 2 / 3, 3 / 3, 4 / 3 centrados en los puntos x
i
= 1, 3, 6, 10, respectivamente. No se pierde gen
eralidad si se supone que el peso total del sistema es la unidad. El centro de gravedad del
sistema se encuentra en el punto c =
P
4
{i=1}
x
i
p
i
= 227 / 30 = 7.56 \dots}
3
La esperanza como promedio. Sea X una variable aleatoria a valores x}
1
, \dots , x
n
con
función de probabilidades
\mathbb{P}(X = x) =}
1
n
1\{x \in \{x}
1
, \dots , x
n
\\}.
Conforme a la Definición 1.1 la esperanza de X es
E[X] =}
n
X
{i=1}
x
i
\mathbb{P}(X = x}
i
) =
1
n
n
X
{i=1}
x
i
. (3)
Dicho en palabras: la esperanza de una variable aleatoria uniformemente distribuida sobre los
valores x
1
, x
2
, \dots , x
n
coincide con el promedio de dichos valores.
**** Ejemplo 1.3 (Dado equilibrado).
Sea X el resultado del lanzamiento de un dado equilibrado.
De acuerdo con (3) l a esperanza de X es
E[X] =}
1
6
6
X
{x=1}
x =}
21
6
=
7
2
.
**** Ejemplo 1.4 (Uniforme sobre el /intervalo/ \1, 2, \dots , n{\})
La variable aleatoria del Ejemplo}
1.3 es un caso particular de una variable aleatoria discreta X uniformemente distribuida sobre
el /i ntervalo/ de números enteros \1, 2, \dots , n{\} . De acuerdo con (3) la esperanza de X es
E[X] =}
1
n
n
X
{x=1}
x =}
1
n

n (n + 1)
2

=
1 + n
2
.
**** Ejemplo 1.5 (Moneda equilibrada).
Sea N la cantidad de veces que debe lanzarse una mon
eda equilibrada hasta que salga cara. N es una variable aleatoria discreta a valores 1, 2, \dots tal
que \mathbb{P}(N = n) = (1 / 2)
n
, n = 1, 2, \dots . De acuerdo con la definición 1.1, la esperanza de N es
E[N] =}
\infty
X
{n=1}
n{\mathbb{P}(N = n) =}
\infty
X
{n=1}
n

1
2

n
.
Derivando ambos lados de la igualdad
P
\infty
{n=0}
x
n
= (1 −x)
−{1}
, que vale para |x| < 1, se deduce
que
P
\infty
{n=0}
nx
n{−{1
= (1 − x)
−{2}
y de allí resulta que
P
\infty
{n=1}
nx
n
= x(1 − x)
−{2}
. Evaluando en
x = 1}/{2 se obtiene que}
E[N] =}
\infty
X
{n=1}
n

1
2

n
=

1
2

1
2

−{2}
= 2.
La noción de esperanza se extiende a variables aleatorias absolutamente continuas cam}
biando en (1) la suma por la integral y la función de probabilidades \mathbb{P}(X = x), x \in A}, por la
densidad de probabilidades de la variable X.
4
**** Definición 1.6 (Esperanza de una variable absolutamente continua)
Sea X una variable}
aleatoria absolutamente continua con densidad de probabilidades f_X(x). La esperanza de X,
denotada por E[X], se define por
E[X] :=}
Z
\infty
−\infty
xf_X(x)dx. (4)
**** Ejemplo 1.7 (Fiabilidad).
Sea T el tiempo de espera hasta que ocurre la primer falla en un}
sistema electrónico con función intensidad de fallas de la forma \lambda(t) = 2{t{1{\}t > 0{\}. La función
de distribución de T es F}
T
(t) =

1 − exp

−t
2

1\{t > 0} \. En consecuencia, T es una variable
aleatoria absolutamente continua con densidad de probabilidad f
T
(t) = 2t exp

−t
2

1\{t > 0}\}.
De acuerdo con l a definición 1.6, la esperanza de T es
E[T ] =}
Z
\infty
−\infty
tf
T
(t)dt =
Z
\infty
0
t{2}t exp(−} t
2
)dt =
Z
\infty
0
exp(−t}
2
)dt =
\sqrt{}
\pi
2
.
La tercera igualdad se deduce de la fórmula de integración por partes aplicada a u = t y
v
′
= 2t exp(−t}
2
) y la cuarta se deduce de la identidad
R
\infty
0
exp(−x}
2
/{2)dx =}
\sqrt{}
2{\pi/}2 mediante
el c ambio de variables t = x/}
\sqrt{}
2.
Extendiendo la noción a variables mixtas. La no c
ión de esperanza para variables}
mixtas se obtiene combinando las nociones anteriores.
**** Definición 1.8 (Esperanza de una variable mixta)
Sea X una variable aleatoria mixta con}
función de distribución F}
X
(x). La esperanza de X, denotada por E[X], se define de la siguiente
manera:
E[X] :=}
X
x{\inA}
x{\mathbb{P}(X = x) +}
Z
\infty
−\infty
xF
′
X
(x)dx, (5)
donde A = \{x \in \Re : F}
X
(x) − F
X
(x{−}) > 0{\} es el conjunto de todos los átomos de F}
X
(x) y
F
′
X
(x) es una función que coincide con la derivada de F}
X
(x) en todos los puntos donde esa
función es derivable y vale 0 en otro lado.
