probabilidad/03.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2019-03-18 Mon 00:27 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Variables aleatorias: Momentos</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="/res/org.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Variables aleatorias: Momentos</h1>
<div id="outline-container-orgd7e2e99" class="outline-2">
<h2 id="orgd7e2e99">Esperanza</h2>
<div class="outline-text-2" id="text-orgd7e2e99">
<p>
La información relevante sobre el comportamiento de una variable
aleatoria está contenida en su función de distribución. Sin embargo,
en la práctica, es útil disponer de algunos números representativos de
la variable aleatoria que resuman esa información.
</p>
</div>
<div id="outline-container-org35e0fea" class="outline-5">
<h5 id="org35e0fea">Motivación</h5>
<div class="outline-text-5" id="text-org35e0fea">
<p>
Se gira una rueda de la fortuna varias veces. En cada giro se puede
obtener alguno de los siguiente números x<sub>1</sub>, x
2
, &hellip; , x
k
-que representan la cantidad de dinero que se obtiene en el giro- con probabilidades p(x
1
), p(x
2
), &hellip; , p(x
k
), respectivamente. ¿Cuánto dinero
se /"espera"/obtener como recompensa /"por cada giro''? Los términos /"espera"/y /"por cada
giro"/son un tanto ambiguos, pero se pueden interpretar de la siguiente manera.
Si la rueda se gira n veces y n(x
i
) es la cantidad de veces que se obtiene x
i
, la cantidad total
de dinero recibida es
P
k
{i=1}
n ( x
i
)x
i
y la cantidad media por giro es &mu; =
1
n
P
k
{i=1}
n ( x
i
)x
i
. Interpretando las probabilidades como frecuencias relativas obtenemos que para n suficientemente
grande l a cantidad de dinero que se /"espera"/recibir /"por cada giro"/es
&mu; =}
1
n
k
X
{i=1}
x
i
n ( x
i
) =
k
X
{i=1}
x
i
n ( x
i
)
n
&asymp;
k
X
{i=1}
x
i
p ( x
i
).
2
</p>
</div>
</div>
<div id="outline-container-org2b1b36f" class="outline-3">
<h3 id="org2b1b36f">Definición</h3>
<div class="outline-text-3" id="text-org2b1b36f">
</div>
<div id="outline-container-org62f7b7a" class="outline-5">
<h5 id="org62f7b7a">Definición 1.1 (Esperanza de una variable discreta)</h5>
<div class="outline-text-5" id="text-org62f7b7a">
<p>
Sea X una variable aleatoria discreta.
La esperanza de X, denotada por E[X], es el promedio ponderado 
E[X] :=
X
x &isin; A
x{\mathbb{P}( X = x ) , (1)
donde A = \{x &isin; \Re : F (x) − F (x{−}) &gt; 0{\} es el conjunto de todos los átomos de la función
distribución de X.
</p>
</div>
</div>
<div id="outline-container-orgf42884c" class="outline-5">
<h5 id="orgf42884c">Ejemplo 1.2 (Esperanza de la función indicadora)</h5>
<div class="outline-text-5" id="text-orgf42884c">
<p>
Sea$(&Omega;, \mathcal{A}, \mathbb{P})$un espacio de probabilidad.
Para cualquier evento A &isin; A vale que
E[1\{&omega; &isin; A\] = 0 · (1 −} \mathbb{P}(A)) + 1 · \mathbb{P}(A) = \mathbb{P}(A). (2)
La esperanza como centro de gravedad. La noción de esperanza es análoga a la noción}
de centro de gravedad para un sistema de partículas discreto.
Se consideran n partículas ubicadas en los puntos x
1
, &hellip; , x
n
cuyos pesos respectivos son
p ( x
1
), &hellip; , p(x
n
). No se pierde generalidad si se supone que
P
n
{i=1}
p ( x
i
) = 1. El centro de
gravedad, c, del sistema es el punto respecto de la cual la suma de los momentos causados
por los pesos p(x
i
) es nula. Observando que
k
X
{i=1}
(x
i
− c ) p ( x}
i
) = 0 \iff c = 
k
X
{i=1}
x
i
p ( x
i
)
resulta que el centro de gravedad del sistema coincide con la esperanza de una variable aleato
ria X a valores en \{x}
1
, &hellip; , x
n
\} tal que \mathbb{P}(X = x}
i
) = p(x
i
).
1 3 6 10
c
Figura 1: Interpretación de la esperanza como centro de gravedad. Se considera un sis
tema de cuatro /"partículas"/de pesos p
i
proporcionales a las áreas de los círculos de radio
1 / 3, 2 / 3, 3 / 3, 4 / 3 centrados en los puntos x
i
= 1, 3, 6, 10, respectivamente. No se pierde gen
eralidad si se supone que el peso total del sistema es la unidad. El centro de gravedad del
sistema se encuentra en el punto c =
P
4
{i=1}
x
i
p
i
= 227 / 30 = 7.56 &hellip;}
3
La esperanza como promedio. Sea X una variable aleatoria a valores x}
1
, &hellip; , x
n
con
función de probabilidades
\mathbb{P}(X = x) =}
1
n
1\{x &isin; \{x}
1
, &hellip; , x
n
\\}.
Conforme a la Definición 1.1 la esperanza de X es
E[X] =}
n
X
{i=1}
x
i
\mathbb{P}(X = x}
i
) =
1
n
n
X
{i=1}
x
i
. (3)
Dicho en palabras: la esperanza de una variable aleatoria uniformemente distribuida sobre los
valores x
1
, x
2
, &hellip; , x
n
coincide con el promedio de dichos valores.
</p>
</div>
</div>
<div id="outline-container-org8985f81" class="outline-5">
<h5 id="org8985f81">Ejemplo 1.3 (Dado equilibrado).</h5>
<div class="outline-text-5" id="text-org8985f81">
<p>
Sea X el resultado del lanzamiento de un dado equilibrado.
De acuerdo con (3) l a esperanza de X es
E[X] =}
1
6
6
X
{x=1}
x =}
21
6
=
7
2
.
</p>
</div>
</div>
<div id="outline-container-orgd20a17e" class="outline-5">
<h5 id="orgd20a17e">Ejemplo 1.4 (Uniforme sobre el <i>"intervalo"</i>\1, 2, &hellip; , n{\})</h5>
<div class="outline-text-5" id="text-orgd20a17e">
<p>
La variable aleatoria del Ejemplo}
1.3 es un caso particular de una variable aleatoria discreta X uniformemente distribuida sobre
el /"i ntervalo"/de números enteros \1, 2, &hellip; , n{\} . De acuerdo con (3) la esperanza de X es
E[X] =}
1
n
n
X
{x=1}
x =}
1
n
</p>

<p>
n ( n + 1)
2

=
1 + n
2
.
</p>
</div>
</div>
<div id="outline-container-org494087a" class="outline-5">
<h5 id="org494087a">Ejemplo 1.5 (Moneda equilibrada).</h5>
<div class="outline-text-5" id="text-org494087a">
<p>
Sea N la cantidad de veces que debe lanzarse una mon
eda equilibrada hasta que salga cara. N es una variable aleatoria discreta a valores 1, 2, &hellip; tal
que \mathbb{P}(N = n) = (1 / 2)
n
, n = 1, 2, &hellip; . De acuerdo con la definición 1.1, la esperanza de N es
E[N] =}
&infin;
X
{n=1}
n{\mathbb{P}( N = n ) =}
&infin;
X
{n=1}
n
</p>

<p>
1
2

n
.
Derivando ambos lados de la igualdad
P
&infin;
{n=0}
x
n
= (1 −x)
−{1}
, que vale para |x| &lt; 1, se deduce
que
P
&infin;
{n=0}
nx
n{−{1
= (1 − x)
−{2}
y de allí resulta que
P
&infin;
{n=1}
nx
n
= x(1 − x)
−{2}
. Evaluando en
x = 1}/{2 se obtiene que}
E[N] =}
&infin;
X
{n=1}
n
</p>

<p>
1
2

n
=
</p>

<p>
1
2

1
2

−{2}
= 2.
La noción de esperanza se extiende a variables aleatorias absolutamente continuas cam}
biando en (1) la suma por la integral y la función de probabilidades \mathbb{P}(X = x), x &isin; A}, por la
densidad de probabilidades de la variable X.
4
</p>
</div>
</div>
<div id="outline-container-org6214edc" class="outline-5">
<h5 id="org6214edc">Definición 1.6 (Esperanza de una variable absolutamente continua)</h5>
<div class="outline-text-5" id="text-org6214edc">
<p>
Sea X una variable}
aleatoria absolutamente continua con densidad de probabilidades f<sub>X</sub>(x). La esperanza de X, 
denotada por E[X], se define por
E[X] :=}
Z
&infin;
−&infin;
xf<sub>X</sub>(x)dx. (4)
</p>
</div>
</div>
<div id="outline-container-orgd744758" class="outline-5">
<h5 id="orgd744758">Ejemplo 1.7 (Fiabilidad).</h5>
<div class="outline-text-5" id="text-orgd744758">
<p>
Sea T el tiempo de espera hasta que ocurre la primer falla en un}
sistema electrónico con función intensidad de fallas de la forma &lambda;(t) = 2{t{1{\}t &gt; 0{\}. La función
de distribución de T es F}
T
(t) =

1 − exp

−t
2

1\{t &gt; 0} \. En consecuencia, T es una variable
aleatoria absolutamente continua con densidad de probabilidad f
T
(t) = 2t exp

−t
2

1\{t &gt; 0}\}.
De acuerdo con l a definición 1.6, la esperanza de T es
E[T ] =}
Z
&infin;
−&infin;
tf
T
(t)dt =
Z
&infin;
0
t{2}t exp(−} t
2
)dt =
Z
&infin;
0
exp(−t}
2
)dt =
\sqrt{}
&pi;
2
.
La tercera igualdad se deduce de la fórmula de integración por partes aplicada a u = t y
v
′
= 2t exp(−t}
2
) y la cuarta se deduce de la identidad
R
&infin;
0
exp(−x}
2
/{2)dx =}
\sqrt{}
2{&pi;/}2 mediante
el c ambio de variables t = x/}
\sqrt{}
</p>
<ol class="org-ol">
<li></li>
</ol>
<p>
Extendiendo la noción a variables mixtas. La no c
ión de esperanza para variables}
mixtas se obtiene combinando las nociones anteriores.
</p>
</div>
</div>
<div id="outline-container-orgdc8c9fa" class="outline-5">
<h5 id="orgdc8c9fa">Definición 1.8 (Esperanza de una variable mixta)</h5>
<div class="outline-text-5" id="text-orgdc8c9fa">
<p>
Sea X una variable aleatoria mixta con}
función de distribución F}
X
(x). La esperanza de X, denotada por E[X], se define de la siguiente 
manera:
E[X] :=}
X
x{\inA}
x{\mathbb{P}( X = x) +}
Z
&infin;
−&infin;
xF
′
X
(x)dx, (5)
donde A = \{x &isin; \Re : F}
X
(x) − F
X
(x{−}) &gt; 0{\} es el conjunto de todos los átomos de F}
X
(x) y
F
′
X
(x) es una función que coincide con la derivada de F}
X
(x) en todos los puntos donde esa
función es derivable y vale 0 en otro lado.
</p>
</div>
</div>
