org/probabilidad/03.org
**** Ejemplo 1.9 (Mixtura).
Sea X una variable aleatoria mixta cuya función de distribución es}
F_X(x) =

2x+5
8

1\{−{1 \leq x < 1}\} + 1\{x \geq 1}\. De acuerdo con la fórmula (5), la esperanza de
X es}
E[X] = −}1 · \mathbb{P}(X = −}1) + 1 · \mathbb{P}(X = 1) +}
Z
1
−{1}
F
′
X
(x)dx = −}
3
8
+
1
8
+
Z
1
−{1}
2
8
dx =}
1
4
.
**** Nota Bene
En todas las definiciones anteriores, se presupone que las series y/o integrales}
involucradas son absolutamente convergentes.
**** Ejemplo 1.10
(Distribución de Cauchy). Sea X una variable aleatoria con distribución de
Cauchy. Esto es, X es absolutamente continua y admite una densidad de probabilidades de}
la forma
f (x) =}
1
\pi(1 + x
2
)
.
5
Debido a que
Z
\infty
−\infty
|x|{f (x) dx =
Z
\infty
−\infty
|x|
\pi(1 + x
2
)
dx = \infty},
X no tiene esperanza.
**** Teorema 1.11.
Sea X una variable aleatoria no negativa (i.e., F_X(x) = \mathbb{P}(X \leq x) = 0 para
todo x < 0). Vale que
E[X] =}
Z
\infty
0
[1 − F_X(x)] dx. (6)
**** Demostración
El argumento principal está contenido en la Figura 2. E l caso general se}
deduce usando téc nicas de /paso al límite/  .
p
2
p
3
p
k
1
x
1
p
1
p
k{−{1
x
2
x
3
x
k{−{1
x
k
0
Figura 2: Argumento geométrico que muestra la validez de la identidad (6) en e l caso en que
X es no negativa, discreta y a valores 0 \leq x
1
< x
2
< \cdots < x
k
. Si p
i
= \mathbb{P}(X = x
i
), el área
de la región sombreada es la suma x
1
p
1
+ \cdots + x
k
p
k
= E[X] de las áreas de los rectángulos
horizontales y coincide con la integral de la altura \mathbb{P}(X > x).
**** Corolario 1.12.
Sea X una variable aleatoria con función de distribución F_X(x). Vale que
E[X] =}
Z
\infty
0
[1 − F_X(x)] dx −
Z
0
−\infty
F_X(x)dx. (7)
**** Demostración
Ejercicio.
6
**** Nota Bene
Las identidades (6) y (7) son interesantes porque muestran que para calcular}
la esperanza de una variable aleatoria basta conocer su función de distribución. De hecho, la
identidad (7) ofrece una definición alternativa y unificada de la noción de esperanza.
**** Ejemplo 1.13.
Una máquina fue diseñada para prestar servicios en una instalación produc
tiva. La máquina se enciende al iniciar la jornada laboral y se apaga al finalizar la misma. Si
durante ese perío do la máquina falla, se la repara y en esa tarea se consume el resto de la
jornada.
Suponiendo que la función intensidad de fallas de la máquina es una constante \lambda > 0 (y
que el tiempo se mide en jornadas laborales), hallar el máximo valor de \lambda que permita asegurar
con una probabilidad mayor o igual que 2/3 que la máquina prestará servicios durante una
jornada laboral completa. Para ese valor de \lambda, hallar (y graficar) la función de distribución
del tiempo, T , de funcionamiento de la máquina durante una jornada laboral y calcular el
tiempo medio de funcionamiento, E[T ].
Solución. Si T_1
es el tiempo que transcurre desde que se enciende la máquina hasta que
ocurre la primer falla, el evento /la máquina funciona durante una jornada laboral completa/
se describe mediante \{T_1
> 1{\}. Queremos hallar el máximo \lambda > 0 tal que \mathbb{P}(T_1
> 1) \geq 2}/{3.
Debido a que la función intensidad de fallas es una constante \lambda se tiene que \mathbb{P}(T}
1
> t) = e
−{\lambda t}
.
En consecuencia, \mathbb{P}(T}
1
> 1) \geq 2}/{3 \iff e
− \lambda
\geq 2 / 3 \iff \lambda \leq −{log(2 / 3). Por lo tanto,}
\lambda = −}log (2}/{3). En tal caso, \mathbb{P}(T > 1) = 2}/{3.
0
1 / 3
1
1
Figura 3: Gráfico de la función de distribución de T .
El tiempo de funcionamiento de la máquina por jornada laboral es T = mín\{T_1
, 1{\}. Para}
t > 0 vale que}
F
T
(t) = \mathbb{P}(T \leq t) = 1 −\mathbb{P}(T > t) = 1 − \mathbb{P}(mín\{T_1
, 1{\} > t)
= 1 − \mathbb{P}(T}
1
> t)1{\}1 > t{\} = 1 − e
log(2 / 3)t_1\{t < 1}\}
=

1 − e}
log(2 / 3)t

1\{0 \leq t < 1}\} + 1\{t \geq 1\}.
7
Como T > 0 y conocemos la función \mathbb{P}(T > t) lo más sencillo para calcular la esperanza
es usar l a fórmula E[T ] =
R
\infty
0
\mathbb{P}(T > t)dt}:}
E[T ] =}
Z
\infty
0
\mathbb{P}(T > t)dt =}
Z
1
0
e
log(2 / 3)t
dt =}
e
log(2 / 3)t
log(2 / 3)





1
0
=
2 / 3 − 1
log(2 / 3)
=
−{1 / 3}
log(2 / 3)
\approx 0.822\dots}
** Cálculo
Sea X una variable aleatoria cuya función de distribución conocemos. Queremos calcular
la esperanza de alguna función de X, digamos, g(X). ¿Cómo se puede efectuar ese cálculo?
Una manera es la siguiente: (1) Hallamos la función de distribución de la variable aleatoria
Y = g (X) a partir del conocimiento que tenemos sobre la distribución de X:}
F_Y(y) := \mathbb{P}(Y \leq y) = \mathbb{P}(g(X) \leq y) = P

X \in g
−{1}
(−\infty, y]

.
(2) Usando la distribución de Y calculamos la esperanza E[g(X)] = E[Y ] por definición.
**** Ejemplo 1.14.
Sea X una variable aleatoria discreta tal que \mathbb{P}(X = 0) = 0.2, \mathbb{P}(X = 1) = 0.5}
y \mathbb{P}(X = 2) = 0.3. Queremos calcular E[X_2
]. Poniendo Y = X_2
obtenemos una variable
aleatoria a valores en \0
2
, 1}
2
, 2}
2
\} tal que \mathbb{P}(Y = 0) = 0.2 \mathbb{P}(Y = 1) = 0.5 y \mathbb{P}(Y = 4) = 0.3.
Por definición, E[X_2
] = E[Y ] = 0(0.2) + 1(0.5) + 4(0.3) = 1.7.
**** Ejemplo 1.15.
Sea X una variable aleatori a con distribución uniforme sobre el intervalo}
(0, 1). Queremos calcular E[X
3
]. Ponemos Y = X
3
y calculamos su función de distribución:
para cada 0 < y < 1 vale que F}
Y
(y) = \mathbb{P}(Y \leq y) = \mathbb{P}(X
3
\leq y) = \mathbb{P}(X \leq y
1 / 3
) = y
1 / 3
.
Derivando F}
Y
(y) obtenemos la densidad de probabilidad de Y : f_Y(y) =
1
3
y
−{2 / 3}
1\{0 < y < 1\}.
Por definición,
E[X}
3
] = E[Y ] =
Z
\infty
−\infty
yf_Y(y)dy =
Z
1
0
y
1
3
y
−{2 / 3}
dy =}
1
3
Z
1
0
y
1 / 3
dy =}
1
3
3
4
y
4 / 3




1
0
=
1
4
.
**** Nota Bene
Existe una manera mucho más simple para calcular la esperanza de Y = g(X)
que no recurre al procedimiento de determinar primero la distribución de Y para luego calcular
su esperanza por definición. El Teorema siguiente muestra cómo hacerlo.
