probabilidad/03.html
<div id="outline-container-orgba68474" class="outline-5">
<h5 id="orgba68474">Ejemplo 1.9 (Mixtura).</h5>
<div class="outline-text-5" id="text-orgba68474">
<p>
Sea X una variable aleatoria mixta cuya función de distribución es}
F<sub>X</sub>(x) =

2x+5
8

1\{−{1 &le; x &lt; 1}\} + 1\{x &ge; 1}\. De acuerdo con la fórmula (5), la esperanza de
X es}
E[X] = −}1 · \mathbb{P}(X = −}1) + 1 · \mathbb{P}(X = 1) +}
Z
1
−{1}
F
′
X
(x)dx = −}
3
8
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
1
8
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
Z
1
−{1}
2
8
dx =}
1
4
.
</p>
</div>
</div>
<div id="outline-container-orgc60a890" class="outline-5">
<h5 id="orgc60a890">Nota Bene</h5>
<div class="outline-text-5" id="text-orgc60a890">
<p>
En todas las definiciones anteriores, se presupone que las series y/o integrales}
involucradas son absolutamente convergentes.
</p>
</div>
</div>
<div id="outline-container-org86bd569" class="outline-5">
<h5 id="org86bd569">Ejemplo 1.10</h5>
<div class="outline-text-5" id="text-org86bd569">
<p>
(Distribución de Cauchy). Sea X una variable aleatoria con distribución de
Cauchy. Esto es, X es absolutamente continua y admite una densidad de probabilidades de}
la forma
f ( x) =}
1
&pi;(1 + x
2
)
.
5
Debido a que
Z
&infin;
−&infin;
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">x</td>
<td class="org-left">{f ( x ) dx =</td>
</tr>
</tbody>
</table>
<p>
Z
&infin;
−&infin;
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">x</td>
</tr>
</tbody>
</table>
<p>
&pi;(1 + x
2
)
dx = &infin;},
X no tiene esperanza.
</p>
</div>
</div>
<div id="outline-container-orgdb47e04" class="outline-5">
<h5 id="orgdb47e04">Teorema 1.11.</h5>
<div class="outline-text-5" id="text-orgdb47e04">
<p>
Sea X una variable aleatoria no negativa (i.e., F<sub>X</sub>(x) = \mathbb{P}(X &le; x) = 0 para
todo x &lt; 0). Vale que
E[X] =}
Z
&infin;
0
[1 − F<sub>X</sub>(x)] dx. (6)
</p>
</div>
</div>
<div id="outline-container-orge386e62" class="outline-5">
<h5 id="orge386e62">Demostración</h5>
<div class="outline-text-5" id="text-orge386e62">
<p>
El argumento principal está contenido en la Figura 2. E l caso general se}
deduce usando téc nicas de /"paso al límite''.
p
2
p
3
p
k
1
x
1
p
1
p
k{−{1
x
2
x
3
x
k{−{1
x
k
0
Figura 2: Argumento geométrico que muestra la validez de la identidad (6) en e l caso en que
X es no negativa, discreta y a valores 0 &le; x
1
&lt; x
2
&lt; &ctdot; &lt; x
k
. Si p
i
= \mathbb{P}(X = x
i
), el área
de la región sombreada es la suma x
1
p
1
</p>
<ul class="org-ul">
<li>&ctdot; + x</li>
</ul>
<p>
k
p
k
= E[X] de las áreas de los rectángulos
horizontales y coincide con la integral de la altura \mathbb{P}(X &gt; x).
</p>
</div>
</div>
<div id="outline-container-org6d2e794" class="outline-5">
<h5 id="org6d2e794">Corolario 1.12.</h5>
<div class="outline-text-5" id="text-org6d2e794">
<p>
Sea X una variable aleatoria con función de distribución F<sub>X</sub>(x). Vale que
E[X] =}
Z
&infin;
0
[1 − F<sub>X</sub>(x)] dx −
Z
0
−&infin;
F<sub>X</sub>(x)dx. (7)
</p>
</div>
</div>
<div id="outline-container-org316408b" class="outline-5">
<h5 id="org316408b">Demostración</h5>
<div class="outline-text-5" id="text-org316408b">
<p>
Ejercicio.
6
</p>
</div>
</div>
<div id="outline-container-orgf6c771c" class="outline-5">
<h5 id="orgf6c771c">Nota Bene</h5>
<div class="outline-text-5" id="text-orgf6c771c">
<p>
Las identidades (6) y (7) son interesantes porque muestran que para calcular}
la esperanza de una variable aleatoria basta conocer su función de distribución. De hecho, la
identidad (7) ofrece una definición alternativa y unificada de la noción de esperanza.
</p>
</div>
</div>
<div id="outline-container-orgb45d13e" class="outline-5">
<h5 id="orgb45d13e">Ejemplo 1.13.</h5>
<div class="outline-text-5" id="text-orgb45d13e">
<p>
Una máquina fue diseñada para prestar servicios en una instalación produc
tiva. La máquina se enciende al iniciar la jornada laboral y se apaga al finalizar la misma. Si
durante ese perío do la máquina falla, se la repara y en esa tarea se consume el resto de la
jornada.
Suponiendo que la función intensidad de fallas de la máquina es una constante &lambda; &gt; 0 (y
que el tiempo se mide en jornadas laborales), hallar el máximo valor de &lambda; que permita asegurar
con una probabilidad mayor o igual que 2/3 que la máquina prestará servicios durante una
jornada laboral completa. Para ese valor de &lambda;, hallar (y graficar) la función de distribución
del tiempo, T , de funcionamiento de la máquina durante una jornada laboral y calcular el
tiempo medio de funcionamiento, E[T ].
Solución. Si T<sub>1</sub>
es el tiempo que transcurre desde que se enciende la máquina hasta que
ocurre la primer falla, el evento /"la máquina funciona durante una jornada laboral completa''
se describe mediante \{T<sub>1</sub>
&gt; 1{\}. Queremos hallar el máximo &lambda; &gt; 0 tal que \mathbb{P}(T<sub>1</sub>
&gt; 1) &ge; 2}/{3.
Debido a que la función intensidad de fallas es una constante &lambda; se tiene que \mathbb{P}(T}
1
&gt; t) = e
−{&lambda; t}
.
En consecuencia, \mathbb{P}(T}
1
&gt; 1) &ge; 2}/{3 \iff e
− &lambda; 
&ge; 2 / 3 \iff &lambda; &le; −{log(2 / 3). Por lo tanto,}
&lambda; = −}log (2}/{3). En tal caso, \mathbb{P}(T &gt; 1) = 2}/{3.
0
1 / 3
1
1
Figura 3: Gráfico de la función de distribución de T .
El tiempo de funcionamiento de la máquina por jornada laboral es T = mín\{T<sub>1</sub>
, 1{\}. Para}
t &gt; 0 vale que}
F
T
(t) = \mathbb{P}(T &le; t) = 1 −\mathbb{P}(T &gt; t) = 1 − \mathbb{P}(mín\{T<sub>1</sub>
, 1{\} &gt; t ) 
= 1 − \mathbb{P}(T}
1
&gt; t)1{\}1 &gt; t{\} = 1 − e
log(2 / 3)t<sub>1</sub>\{t &lt; 1}\}
=

1 − e}
log(2 / 3)t

1\{0 &le; t &lt; 1}\} + 1\{t &ge; 1\}.
7
Como T &gt; 0 y conocemos la función \mathbb{P}(T &gt; t) lo más sencillo para calcular la esperanza
es usar l a fórmula E[T ] =
R
&infin;
0
\mathbb{P}(T &gt; t)dt}:}
E[T ] =}
Z
&infin;
0
\mathbb{P}(T &gt; t)dt =}
Z
1
0
e
log(2 / 3)t
dt =}
e
log(2 / 3)t
log(2 / 3)





1
0
=
2 / 3 − 1
log(2 / 3)
=
−{1 / 3}
log(2 / 3)
&asymp; 0.822&hellip;}
</p>
</div>
</div>
</div>
<div id="outline-container-orgf9a38e3" class="outline-3">
<h3 id="orgf9a38e3">Cálculo</h3>
<div class="outline-text-3" id="text-orgf9a38e3">
<p>
Sea X una variable aleatoria cuya función de distribución conocemos. Queremos calcular
la esperanza de alguna función de X, digamos, g(X). ¿Cómo se puede efectuar ese cálculo?
Una manera es la siguiente: (1) Hallamos la función de distribución de la variable aleatoria
Y = g ( X) a partir del conocimiento que tenemos sobre la distribución de X:}
F<sub>Y</sub>(y) := \mathbb{P}(Y &le; y) = \mathbb{P}(g(X) &le; y) = P

X &isin; g
−{1}
(−&infin;, y]

.
(2) Usando la distribución de Y calculamos la esperanza E[g(X)] = E[Y ] por definición.
</p>
</div>
<div id="outline-container-org81a1dae" class="outline-5">
<h5 id="org81a1dae">Ejemplo 1.14.</h5>
<div class="outline-text-5" id="text-org81a1dae">
<p>
Sea X una variable aleatoria discreta tal que \mathbb{P}(X = 0) = 0.2, \mathbb{P}(X = 1) = 0.5}
y \mathbb{P}(X = 2) = 0.3. Queremos calcular E[X<sub>2</sub>
]. Poniendo Y = X<sub>2</sub>
obtenemos una variable
aleatoria a valores en \0
2
, 1}
2
, 2}
2
\} tal que \mathbb{P}(Y = 0) = 0.2 \mathbb{P}(Y = 1) = 0.5 y \mathbb{P}(Y = 4) = 0.3.
Por definición, E[X<sub>2</sub>
] = E[Y ] = 0(0.2) + 1(0.5) + 4(0.3) = 1.7.
</p>
</div>
</div>
<div id="outline-container-org75a7eca" class="outline-5">
<h5 id="org75a7eca">Ejemplo 1.15.</h5>
<div class="outline-text-5" id="text-org75a7eca">
<p>
Sea X una variable aleatori a con distribución uniforme sobre el intervalo}
(0, 1). Queremos calcular E[X
3
]. Ponemos Y = X
3
y calculamos su función de distribución:
para cada 0 &lt; y &lt; 1 vale que F}
Y
(y) = \mathbb{P}(Y &le; y) = \mathbb{P}(X
3
&le; y) = \mathbb{P}(X &le; y
1 / 3
) = y
1 / 3
.
Derivando F}
Y
(y) obtenemos la densidad de probabilidad de Y : f<sub>Y</sub>(y) =
1
3
y
−{2 / 3}
1\{0 &lt; y &lt; 1\}.
Por definición,
E[X}
3
] = E[Y ] =
Z
&infin;
−&infin;
yf<sub>Y</sub>(y)dy =
Z
1
0
y
1
3
y
−{2 / 3}
dy =}
1
3
Z
1
0
y
1 / 3
dy =}
1
3
3
4
y
4 / 3




1
0
=
1
4
.
</p>
</div>
</div>
<div id="outline-container-orgde6579c" class="outline-5">
<h5 id="orgde6579c">Nota Bene</h5>
<div class="outline-text-5" id="text-orgde6579c">
<p>
Existe una manera mucho más simple para calcular la esperanza de Y = g(X)
que no recurre al procedimiento de determinar primero la distribución de Y para luego calcular
su esperanza por definición. El Teorema siguiente muestra cómo hacerlo.
</p>
</div>
</div>
