org/probabilidad/03.org
**** Teorema 1.16.
Sea X una variable aleatoria y sea g : R \rightarrow \Re una función tal que g(X)
también es una variable aleatoria.
(a) Si X es discreta con átomos en el conjunto A, entonces
E[g(X)] =}
X
x{\inA}
g (x)\mathbb{P}(X = x) . (8)
(b) Si X es continua con densidad de probabilidad f_X(x) y g(X) es continua, entonces
E[g(X)] =}
Z
\infty
−\infty
g (x) f_X(x)dx. (9)
8
(c) Si X es mixta,
E[g(X)] =}
X
x{\inA}
g (x)\mathbb{P}(X = x) +}
Z
\infty
−\infty
g (x) F
′
X
(x)dx, (10)
donde A es el conjunto de todos los átomos de F}
X
(x) y F}
′
X
(x) es un función que coincide
con la derivada de F}
X
(x) en todos los puntos donde esa función es derivable y vale cero en
otro lado.
**** Demostración
Para simplificar la demostración supondremos que g \geq 0.
(a) Por el Teorema 1.11 tenemos que
E[g(X)] =}
Z
\infty
0
\mathbb{P}(g(X) > y)dy =}
Z
\infty
0
X
x{\inA}
1\{g (x) > y}\\mathbb{P}(X = x)
!
dy
=
X
x{\inA}

Z
\infty
0
1\{g (x) > y}\dy

\mathbb{P}(X = x) =}
X
x{\inA}
g (x)\mathbb{P}(X = x) .
(b) Por el Teorema 1.11 tenemos que
E[g(X)] =}
Z
\infty
0
\mathbb{P}(g(X) > y)dy =}
Z
\infty
0
Z
\{x{: g (x) >y\}
f (x) dx
!
dy
=
Z
\infty
−\infty
Z
g (x)
0
dy
!
f (x) dx =}
Z
\infty
−\infty
g (x) f (x) dx.
(c) Se obtiene combinando adecuadamente los resultados (a) y (b).
**** Ejemplo 1.17.
Aplicando la parte (a) del Teorema 1.16 al Ejemplo 1.14
se obtiene}
E[X}
2
] = 0
2
(0.2) + 1
2
(0.5) + 2
2
(0.3) = 1.7.
**** Ejemplo 1.18.
Aplicando la parte (b) del Teorema 1.16 al Ejemplo 1.15
se obtiene}
E[X}
3
] =
Z
1
0
x
3
dx =}
1
4
.
**** Teorema 1.19 (Cálculo de Esperanzas)
Sea X un vector aleatorio y sea g : \Re}
n
\rightarrow \Re una
función tal que g(X) es una variable aleatoria. Si la variable aleatoria g(X) tiene esperanza
finita, entonces
E[g(X)] =}



P
x
g(x)p
X
(x) en el caso discreto,
R
R
n
g(x)f_X(x) dx en el caso continuo,
donde, según sea el caso, p
X
(x) y f_X(x) son la función de probabilidad y la densidad conjunta
del vector X, respectivamente.
9
\hypertarget{pfa}
**** Demostración
Enteramente análoga a la que hicimos en dimensión 1.
Sobre el cálculo de esperanzas. El Teorema 1.19 es una herramienta práctica para}
calcular esperanzas. Su resultado establece que si queremos calcular la esperanza de una
transformación unidimensional del vector X, g(X), no neces itamo s calcular la distribución
de g(X). La esperanza E[g(X)] puede calcularse directamente a partir del conocimiento de la
distribución conjunta de X.
**** Corolario 1.20 (Esp eranza de las marginales).
Sea X = (X}
1
, \dots , X
n
) un vector aleatorio.
Si la variable X
i
tiene esperanza finita, entonces
E[X}
i
] =



P
x
x
i
p
X
(x) en el caso discreto,
R
R
n
x
i
f_X(x) dx en el caso continuo.
** Propiedades
(a) Si X = 1, entonces E[X] = 1.
(b) Monotonía. Si X_1
y X_2
son dos variables aleatorias tales que X_1
\leq X_2
, entonces
E[X}
1
] \leq E[X_2
].
(c) Si X es una variable aleatoria tal que E[X
n
] es finita y a
0
, a
1
, \dots , a
n
son constantes,
entonces
E
"
n
X
{k=0}
a
k
X
k
\#
=
n
X
{k=0}
a
k
E[X}
k
]. (11)
(d) Linealidad. Si las variables aleatorias X_1
, \dots , X
n
tienen esperanza finita y a
1
, a
2
, \dots , a
n
son constantes, entonces
E
"
n
X
{i=1}
a
i
X
i
\#
=
n
X
{i=1}
a
i
E[X}
i
]. (12)
(e) Regla del producto independiente. Si l as variables aleatorias X_1
, \dots , X
n
tienen esper
anza finita y son independientes, entonces el producto tiene esperanza finita y coincide con
el producto de las esperanzas:
E
"
n
Y
{i=1}
X
i
\#
=
n
Y
{i=1}
E[X}
i
]. (13)
**** Demostración
(a) es consecuencia inmediata de la Definición 1.1 porque \mathbb{P}(X = 1) = 1.
(b) es consecuencia del Teorema 1.11 y de que para todo x \in \Re vale que F}
X_1
(x) \geq F
X_2
(x).
(c) es c onsecuencia inmediata del Teorema 1.16. (d) es consecuencia inmediata del Teorema
1.19. (e) es consecuencia del Teorema 1.19 y de la factorización de la distribución conjunta
como producto de las distribuciones marginales.
10
\hypertarget{pfb}
** Dividir y conquistar
**** Teorema 1.21.
Sea$(\Omega, \mathcal{A}, \mathbb{P})$un espacio de probabilidad y sea X : \Omega \rightarrow \Re  una variable}
aleatoria. Sea A \subset \Re un conjunto tal que \{X \in A\} = \{\omega \in \Omega : X(\omega) \in A\} \in A}. Si
\mathbb{P}(X \in A) > 0, entonces}
E[X | X \in A] =}
1
\mathbb{P}(X \in A)
E[X{1{\}X \in A{\]. (14)
**** Demostración
Para simplificar la exposición vamos a suponer que la variable aleatoria X}
es discreta. Por la Definición 1.1 tenemos que
E[X | X \in A] =}
X
{x \in X(\Omega)}
xp
X | {X \in A}
(x) =
X
{x \in X(\Omega)}
x
\mathbb{P}(X = x)
\mathbb{P}(X \in A)
1\{x \in A\}
=
1
\mathbb{P}(X \in A)
X
{x \in X(\Omega)}
x{1{\}x \in A{\\mathbb{P}(X = x) =}
1
\mathbb{P}(X \in A)
E[X{1{\}X \in A{\].
La última igualdad es consecuencia del Teorema 1.16.
**** Ejemplo 1.22.
Sea X el resultado del tiro de un dado equilibrado y sea A = \2, 4, 6{\}. De}
acuerdo con (14) la esperanza de X | X \in A es
E[X | X \in A] =}
1
\mathbb{P}(X \in A)
E[X{1{\}X \in A{\] =}
1
1 / 2

2
6
+
4
6
+
6
6

= 4.
Resultado que por otra parte es intuitivamente evidente.
**** Teorema 1.23 (Fórmula de probabilidad total)
Sea X una variable aleatoria. Si A}
1
, \dots , A_n
es una partición medible de R tal que \mathbb{P}(X \in A}
i
) > 0, i = 1, \dots , n}. Entonces,
E[X] =}
n
X
{i=1}
E[X | X \in A_i
]\mathbb{P}(X \in A}
i
). (15)
**** Demostración
Descomp onemos la variable X como una suma de variables (dependientes}
de la partición) X =
P
n
{i=1}
X{1{\}X \in A_i
\. Como la esperanza es un operador lineal tenemos}
que
E[X] =}
n
X
{i=1}
E[X{1{\}X \in A_i
\] =}
n
X
{i=1}
E[X | X \in A_i
]\mathbb{P}(X \in A}
i
).
La última igualdad se obtiene de (14).
**** Nota Bene
Sea g : R \rightarrow \Re una función tal que g(X) es una variable aleatoria. Bajo las}
hipótesis del Teorema 1.23 también vale que
E[g(X)] =}
n
X
{i=1}
E[g(X)|X \in A_i
]\mathbb{P}(X \in A}
i
). (16)
La fórmula (16) se puede extender sin ninguna dificultad al caso multidimensional.
11
\hypertarget{pfc}
