probabilidad/03.html
<div id="outline-container-org193f685" class="outline-5">
<h5 id="org193f685">Teorema 1.16.</h5>
<div class="outline-text-5" id="text-org193f685">
<p>
Sea X una variable aleatoria y sea g : R &rarr; \Re una función tal que g(X)
también es una variable aleatoria.
(a) Si X es discreta con átomos en el conjunto A, entonces
E[g(X)] =}
X
x{\inA}
g ( x)\mathbb{P}(X = x ) . (8)
(b) Si X es continua con densidad de probabilidad f<sub>X</sub>(x) y g(X) es continua, entonces
E[g(X)] =}
Z
&infin;
−&infin;
g ( x ) f<sub>X</sub>(x)dx. (9)
8
(c) Si X es mixta,
E[g(X)] =}
X
x{\inA}
g ( x)\mathbb{P}(X = x) +}
Z
&infin;
−&infin;
g ( x ) F
′
X
(x)dx, (10)
donde A es el conjunto de todos los átomos de F}
X
(x) y F}
′
X
(x) es un función que coincide
con la derivada de F}
X
(x) en todos los puntos donde esa función es derivable y vale cero en
otro lado.
</p>
</div>
</div>
<div id="outline-container-org2920f8e" class="outline-5">
<h5 id="org2920f8e">Demostración</h5>
<div class="outline-text-5" id="text-org2920f8e">
<p>
Para simplificar la demostración supondremos que g &ge; 0.
(a) Por el Teorema 1.11 tenemos que
E[g(X)] =}
Z
&infin;
0
\mathbb{P}(g(X) &gt; y)dy =}
Z
&infin;
0
X
x{\inA}
1\{g ( x ) &gt; y}\\mathbb{P}(X = x) 
!
dy
=
X
x{\inA}
</p>

<p>
Z
&infin;
0
1\{g ( x ) &gt; y}\dy

\mathbb{P}(X = x) =}
X
x{\inA}
g ( x)\mathbb{P}(X = x ) .
(b) Por el Teorema 1.11 tenemos que
E[g(X)] =}
Z
&infin;
0
\mathbb{P}(g(X) &gt; y)dy =}
Z
&infin;
0
Z
\{x{: g ( x ) &gt;y\}
f ( x ) dx
!
dy
=
Z
&infin;
−&infin;
Z
g ( x ) 
0
dy
!
f ( x ) dx =}
Z
&infin;
−&infin;
g ( x ) f ( x ) dx.
(c) Se obtiene combinando adecuadamente los resultados (a) y (b).
</p>
</div>
</div>
<div id="outline-container-org2643b9d" class="outline-5">
<h5 id="org2643b9d">Ejemplo 1.17.</h5>
<div class="outline-text-5" id="text-org2643b9d">
<p>
Aplicando la parte (a) del Teorema 1.16 al Ejemplo 1.14 
se obtiene}
E[X}
2
] = 0
2
(0.2) + 1
2
(0.5) + 2
2
(0.3) = 1.7.
</p>
</div>
</div>
<div id="outline-container-orgffc9cbb" class="outline-5">
<h5 id="orgffc9cbb">Ejemplo 1.18.</h5>
<div class="outline-text-5" id="text-orgffc9cbb">
<p>
Aplicando la parte (b) del Teorema 1.16 al Ejemplo 1.15 
se obtiene}
E[X}
3
] =
Z
1
0
x
3
dx =}
1
4
.
</p>
</div>
</div>
<div id="outline-container-org86fa2d7" class="outline-5">
<h5 id="org86fa2d7">Teorema 1.19 (Cálculo de Esperanzas)</h5>
<div class="outline-text-5" id="text-org86fa2d7">
<p>
Sea X un vector aleatorio y sea g : \Re}
n
&rarr; \Re una
función tal que g(X) es una variable aleatoria. Si la variable aleatoria g(X) tiene esperanza
finita, entonces
E[g(X)] =}



P
x
g(x)p
X
(x) en el caso discreto, 
R
R
n
g(x)f<sub>X</sub>(x) dx en el caso continuo, 
donde, según sea el caso, p
X
(x) y f<sub>X</sub>(x) son la función de probabilidad y la densidad conjunta
del vector X, respectivamente.
9
\hypertarget{pfa}
</p>
</div>
</div>
<div id="outline-container-orgd5bc380" class="outline-5">
<h5 id="orgd5bc380">Demostración</h5>
<div class="outline-text-5" id="text-orgd5bc380">
<p>
Enteramente análoga a la que hicimos en dimensión 1.
Sobre el cálculo de esperanzas. El Teorema 1.19 es una herramienta práctica para}
calcular esperanzas. Su resultado establece que si queremos calcular la esperanza de una
transformación unidimensional del vector X, g(X), no neces itamo s calcular la distribución
de g(X). La esperanza E[g(X)] puede calcularse directamente a partir del conocimiento de la
distribución conjunta de X.
</p>
</div>
</div>
<div id="outline-container-org1b2319c" class="outline-5">
<h5 id="org1b2319c">Corolario 1.20 (Esp eranza de las marginales).</h5>
<div class="outline-text-5" id="text-org1b2319c">
<p>
Sea X = (X}
1
, &hellip; , X
n
) un vector aleatorio.
Si la variable X
i
tiene esperanza finita, entonces
E[X}
i
] =



P
x
x
i
p
X
(x) en el caso discreto, 
R
R
n
x
i
f<sub>X</sub>(x) dx en el caso continuo.
</p>
</div>
</div>
</div>
<div id="outline-container-orgb052ff9" class="outline-3">
<h3 id="orgb052ff9">Propiedades</h3>
<div class="outline-text-3" id="text-orgb052ff9">
<p>
(a) Si X = 1, entonces E[X] = 1.
(b) Monotonía. Si X<sub>1</sub>
y X<sub>2</sub>
son dos variables aleatorias tales que X<sub>1</sub>
&le; X<sub>2</sub>
, entonces
E[X}
1
] &le; E[X<sub>2</sub>
].
(c) Si X es una variable aleatoria tal que E[X
n
] es finita y a
0
, a
1
, &hellip; , a
n
son constantes,
entonces
E
"
n
X
{k=0}
a
k
X
k
\#
=
n
X
{k=0}
a
k
E[X}
k
]. (11)
(d) Linealidad. Si las variables aleatorias X<sub>1</sub>
, &hellip; , X
n
tienen esperanza finita y a
1
, a
2
, &hellip; , a
n
son constantes, entonces
E
"
n
X
{i=1}
a
i
X
i
\#
=
n
X
{i=1}
a
i
E[X}
i
]. (12)
(e) Regla del producto independiente. Si l as variables aleatorias X<sub>1</sub>
, &hellip; , X
n
tienen esper
anza finita y son independientes, entonces el producto tiene esperanza finita y coincide con
el producto de las esperanzas:
E
"
n
Y
{i=1}
X
i
\#
=
n
Y
{i=1}
E[X}
i
]. (13)
</p>
</div>
<div id="outline-container-org77c13a9" class="outline-5">
<h5 id="org77c13a9">Demostración</h5>
<div class="outline-text-5" id="text-org77c13a9">
<p>
(a) es consecuencia inmediata de la Definición 1.1 porque \mathbb{P}(X = 1) = 1.
(b) es consecuencia del Teorema 1.11 y de que para todo x &isin; \Re vale que F}
X<sub>1</sub>
(x) &ge; F
X<sub>2</sub>
(x).
(c) es c onsecuencia inmediata del Teorema 1.16. (d) es consecuencia inmediata del Teorema
1.19. (e) es consecuencia del Teorema 1.19 y de la factorización de la distribución conjunta
como producto de las distribuciones marginales.
10
\hypertarget{pfb}
</p>
</div>
</div>
</div>
<div id="outline-container-org0349ef7" class="outline-3">
<h3 id="org0349ef7">Dividir y conquistar</h3>
<div class="outline-text-3" id="text-org0349ef7">
</div>
<div id="outline-container-orgedfb5a5" class="outline-5">
<h5 id="orgedfb5a5">Teorema 1.21.</h5>
<div class="outline-text-5" id="text-orgedfb5a5">
<p>
Sea$(&Omega;, \mathcal{A}, \mathbb{P})$un espacio de probabilidad y sea X : &Omega; &rarr; \Re  una variable}
aleatoria. Sea A &sub; \Re un conjunto tal que \{X &isin; A\} = \{&omega; &isin; &Omega; : X(&omega;) &isin; A\} &isin; A}. Si
\mathbb{P}(X &isin; A) &gt; 0, entonces}
E[X | X &isin; A] =}
1
\mathbb{P}(X &isin; A)
E[X{1{\}X &isin; A{\]. (14)
</p>
</div>
</div>
<div id="outline-container-org94d4ec6" class="outline-5">
<h5 id="org94d4ec6">Demostración</h5>
<div class="outline-text-5" id="text-org94d4ec6">
<p>
Para simplificar la exposición vamos a suponer que la variable aleatoria X}
es discreta. Por la Definición 1.1 tenemos que
E[X | X &isin; A] =}
X
{x &isin; X(&Omega;)}
xp
X | {X &isin; A}
(x) =
X
{x &isin; X(&Omega;)}
x
\mathbb{P}(X = x)
\mathbb{P}(X &isin; A)
1\{x &isin; A\}
=
1
\mathbb{P}(X &isin; A)
X
{x &isin; X(&Omega;)}
x{1{\}x &isin; A{\\mathbb{P}( X = x) =}
1
\mathbb{P}(X &isin; A)
E[X{1{\}X &isin; A{\].
La última igualdad es consecuencia del Teorema 1.16.
</p>
</div>
</div>
<div id="outline-container-org6aa7cec" class="outline-5">
<h5 id="org6aa7cec">Ejemplo 1.22.</h5>
<div class="outline-text-5" id="text-org6aa7cec">
<p>
Sea X el resultado del tiro de un dado equilibrado y sea A = \2, 4, 6{\}. De}
acuerdo con (14) la esperanza de X | X &isin; A es
E[X | X &isin; A] =}
1
\mathbb{P}(X &isin; A)
E[X{1{\}X &isin; A{\] =}
1
1 / 2
</p>

<p>
2
6
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
4
6
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
6
6

= 4.
Resultado que por otra parte es intuitivamente evidente.
</p>
</div>
</div>
<div id="outline-container-orgab3e3b4" class="outline-5">
<h5 id="orgab3e3b4">Teorema 1.23 (Fórmula de probabilidad total)</h5>
<div class="outline-text-5" id="text-orgab3e3b4">
<p>
Sea X una variable aleatoria. Si A}
1
, &hellip; , A<sub>n</sub>
es una partición medible de R tal que \mathbb{P}(X &isin; A}
i
) &gt; 0, i = 1, &hellip; , n}. Entonces,
E[X] =}
n
X
{i=1}
E[X | X &isin; A<sub>i</sub>
]\mathbb{P}(X &isin; A}
i
). (15)
</p>
</div>
</div>
<div id="outline-container-orgb70c352" class="outline-5">
<h5 id="orgb70c352">Demostración</h5>
<div class="outline-text-5" id="text-orgb70c352">
<p>
Descomp onemos la variable X como una suma de variables (dependientes}
de la partición) X =
P
n
{i=1}
X{1{\}X &isin; A<sub>i</sub>
\. Como la esperanza es un operador lineal tenemos}
que
E[X] =}
n
X
{i=1}
E[X{1{\}X &isin; A<sub>i</sub>
\] =}
n
X
{i=1}
E[X | X &isin; A<sub>i</sub>
]\mathbb{P}(X &isin; A}
i
).
La última igualdad se obtiene de (14).
</p>
</div>
</div>
<div id="outline-container-org55f04a8" class="outline-5">
<h5 id="org55f04a8">Nota Bene</h5>
<div class="outline-text-5" id="text-org55f04a8">
<p>
Sea g : R &rarr; \Re una función tal que g(X) es una variable aleatoria. Bajo las}
hipótesis del Teorema 1.23 también vale que
E[g(X)] =}
n
X
{i=1}
E[g(X)|X &isin; A<sub>i</sub>
]\mathbb{P}(X &isin; A}
i
). (16)
La fórmula (16) se puede extender sin ninguna dificultad al caso multidimensional.
11
\hypertarget{pfc}
</p>
</div>
</div>
