probabilidad/03.html
<div id="outline-container-org1680c7a" class="outline-5">
<h5 id="org1680c7a">Ejemplo 1.24</h5>
<div class="outline-text-5" id="text-org1680c7a">
<p>
(Dividir y conquistar). Todas las mañanas Lucas llega a la estación del subte}
entre las 7:10 y las 7:30 (con distribución uniforme en el intervalo). El subte llega a la estación
cada quince minutos comenzando a las 6:00. Calcular la media del tiempo que tiene que esperar
Lucas hasta subirse al subte.
Sea X el horario en que Lucas llega a la estación del subte. El tiempo que tiene que esperar
hasta subirse al subte se descri be por
T = (7.15 − X)1{\}X &isin; [7 : 10}, 7 : 15]\} + (7 : 30 − X)1{\}X &isin; (7 : 15}, 7 : 30]\} .
Ahora bien, dado que X &isin; [7 : 10, 7 : 15], la distribución de T es uniforme sobre el intervalo
[0, 5] minutos y dado que X &isin; (7 : 15, 7 : 30] la distribución de T es uniforme sobre el intervalo
[0, 15] minutos. De acuerdo con (16)
E[T ] =}
5
2
</p>

<p>
5
20

</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
15
2
</p>

<p>
15
20

= 6.25.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org73903be" class="outline-2">
<h2 id="org73903be">Varianza</h2>
<div class="outline-text-2" id="text-org73903be">
</div>
<div id="outline-container-org7a185a0" class="outline-3">
<h3 id="org7a185a0">Definición</h3>
<div class="outline-text-3" id="text-org7a185a0">
<p>
La esperanza de una variable aleatoria X, E[X], también se conoce como la media o el
primer momento de X. La cantidad E[X
n
], n &ge; 1, se llama el n{-ésimo momento de X. Si la 
esperanza E[X] es finita, la cantidad E[(X − E [X])
n
] se ll ama el n -ésimo momento central.}
Después de la esper anza la siguiente cantidad en orden de importancia para resumir el
comportamiento de una variable aleatoria X es su segundo momento central también llamado
la varianza de X}.
</p>
</div>
<div id="outline-container-orgdf79ab4" class="outline-5">
<h5 id="orgdf79ab4">Definición 2.1 (Varianza)</h5>
<div class="outline-text-5" id="text-orgdf79ab4">
<p>
Sea X una variable aleatoria con esperanza finita. La varianza
de X se define por
V(X) := E

(X − E [X])
2

. (17)
En otras palabras, la varianza de X es la esperanza de la variable aleatoria (X − E [X])
2
.
Puesto que (X − E [X])
2
sólo puede tomar valores no negativos, la varianza es no negativa.
La varianza de X es una de las formas más utilizadas para medir la dispersión de los
valores de X respecto de su media. Otra medida de dispersión es el desvío estándar de X,
que se define como la raíz cuadrada de la varianza y se denota &sigma;(X):
&sigma; ( X) :=}
p
V(X). (18)
A diferencia de la varianza, el desvío estándar de una variable aleatoria es más fácil de
interpretar porque tiene las mismas unidades de X.
</p>
</div>
</div>
<div id="outline-container-org77a8330" class="outline-5">
<h5 id="org77a8330">Nota Bene</h5>
<div class="outline-text-5" id="text-org77a8330">
<p>
Grandes valores de V(X) significan grandes variaciones de los valores de X}
alrededor de la media. Al contrario, pequeños valores de V(X) implican una pronunciada
concentración de la masa de la distribución de probabilidades en un entorno de la media. En
el caso extremo, cuando la varianza es 0, la masa total de la distribución de probabilidades se
concentra en la media. Estas afirmaciones pueden hacerse más precisas y serán desarrolladas
en la sección 4.
12
\hypertarget{pfd}
</p>
</div>
</div>
</div>
<div id="outline-container-org86bc7d9" class="outline-3">
<h3 id="org86bc7d9">Cálculo</h3>
<div class="outline-text-3" id="text-org86bc7d9">
<p>
Una manera /"brutal"/de calcular V(X) es calcular la función de distribución de la variable
aleatoria (X − E [X])
2
y usar la definición de esperanza. En lo que sigue mostraremos una
manera más simple de realizar ese tipo cálculo.
Proposición 2.2 (Expresión de la varianza en términos de los momentos). Sea X una variable}
aleatoria con primer y segundo momentos finitos, entonces
V(X) = E[X}
2
] − E[X]
2
. (19)
En palabras, la varianza es la diferencia entre el segundo momento y el cuadrado del primer
momento.
</p>
</div>
<div id="outline-container-org6b6cfad" class="outline-5">
<h5 id="org6b6cfad">Demostración</h5>
<div class="outline-text-5" id="text-org6b6cfad">
<p>
Desarrollar el cuadrado (X −{E [X])
2
y usar las propiedades de la esperanza.
Poniendo (X − E [X])
2
= X<sub>2</sub>
− 2{X{E[X] + E[X]
2
se obtiene
V(X) = E[X}
2
] − 2{X{E[X] + E[X]
2
= E[X<sub>2</sub>
] − 2{E[X]
2
</p>
<ul class="org-ul">
<li>E[X]</li>
</ul>
<p>
2
= E[X<sub>2</sub>
] − E[X]
2
.
</p>
</div>
</div>
<div id="outline-container-org59ff8a6" class="outline-5">
<h5 id="org59ff8a6">Ejemplo 2.3 (Varianza de la función indicadora)</h5>
<div class="outline-text-5" id="text-org59ff8a6">
<p>
Sea$(&Omega;, \mathcal{A}, \mathbb{P})$un espacio de probabilidad.
Para cualquier evento A &isin; A vale que
V(1\{&omega; &isin; A\}) = E[1\{&omega; &isin; A\ 
2
] − E[1\{&omega; &isin; A\]
2
= \mathbb{P}(A) − \mathbb{P}(A)
2
= \mathbb{P}(A)(1 − \mathbb{P}(A)). (20)
</p>
</div>
</div>
<div id="outline-container-org294bf2b" class="outline-5">
<h5 id="org294bf2b">Ejemplo 2.4 (Dado equilibrado).</h5>
<div class="outline-text-5" id="text-org294bf2b">
<p>
Sea X el resultado del lanzamiento de un dado equilibrado.
Por el Ejemplo 1.3 sabemos que E[X] = 7 / 2. Por otra parte
E[X}
2
] =
6
X
{x=1}
x
2
\mathbb{P}(X = x) =}
1
6
6
X
{x=1}
x
2
=
1 + 4 + 9 + 16 + 25 + 36
6
=
91
6
.
Por lo tanto, de acuerdo con la Proposición 2.2, la varianza de X es
V(X) =}
91
6
−
</p>

<p>
7
2

2
=
32
12
=
8
3
.
</p>
</div>
</div>
<div id="outline-container-orgfaa00fd" class="outline-5">
<h5 id="orgfaa00fd">Ejemplo 2.5 (Fiabilidad).</h5>
<div class="outline-text-5" id="text-orgfaa00fd">
<p>
Sea T el tiempo de espera hasta que ocurre la primer falla en}
un sistema electrónico con función intensidad de fallas de la forma &lambda;(t) = 2{t{1{\}t &gt; 0{\}. Por el
</p>
</div>
</div>
<div id="outline-container-org3603d85" class="outline-5">
<h5 id="org3603d85">Ejemplo 1.7</h5>
<div class="outline-text-5" id="text-org3603d85">
<p>
sabemos que E[T ] =
\sqrt{}
&pi;/{2. Por otra parte,}
E[T<sub>2</sub>
] =
Z
&infin;
−&infin;
t
2
f ( t ) dt =}
Z
&infin;
0
t
2
2t exp(−t}
2
)dt =
Z
&infin;
0
xe
−x
dx = 1}.
La tercera igualdad se obtiene mediante el cambio de variables t
2
= x y la cuarta se deduce
usando l a fórmula de integración por partes aplicada a u = x y v
′
= e
−x
.
Por lo tanto, de acuerdo con la Proposición 2.2, la varianza de T es
V(T ) = 1 −
</p>

<p>
\sqrt{}
&pi;
2

2
= 1 −}
&pi;
4
.
13
\hypertarget{pfe}
</p>
</div>
</div>
</div>
<div id="outline-container-org99d8200" class="outline-3">
<h3 id="org99d8200">Propiedades</h3>
<div class="outline-text-3" id="text-org99d8200">
<p>
Proposición 2.6. Para todo a, b &isin; \Re 
V(aX + b) = a}
2
V(X). (21)
</p>
</div>
<div id="outline-container-org48f5009" class="outline-5">
<h5 id="org48f5009">Demostración</h5>
<div class="outline-text-5" id="text-org48f5009">
<p>
Por definición,}
V(aX + b) = E[(aX + b − E[aX + b])
2
] = E[a
2
(X − E [X])
2
] = a
2
V(X).
Para obtener la segunda igualdad usamos que E[aX + b] = a{E[X] + b.
Error cuadrático medio. Una manera de /"representar"/la variable aleatoria X mediante}
un valor fijo c &isin; \Re es hallar el valor c que minimice el llamado error cuadrático medio, 
E[(X − c)
2
].
</p>
</div>
</div>
<div id="outline-container-org216404e" class="outline-5">
<h5 id="org216404e">Teorema 2.7 (Pitágoras)</h5>
<div class="outline-text-5" id="text-org216404e">
<p>
Sea X una variable aleatoria con esperanza y varianza finitas.
Para toda constante c &isin; \Re vale que
E[(X − c)
2
] = V(X)
2
</p>
<ul class="org-ul">
<li>(E[X] − c)</li>
</ul>
<p>
2
.
En particular, el valor de c que minimiza el error cuadrático medio es la esperanza de X,
E[X].
</p>
</div>
</div>
<div id="outline-container-orgc25c430" class="outline-5">
<h5 id="orgc25c430">Demostración</h5>
<div class="outline-text-5" id="text-orgc25c430">
<p>
Escribiendo X{−}c en la forma X{−{E [X]+{E[X]−c y desarrollando cuadrados}
se obtiene (X −}c)
2
= (X −{E [X])
2
+(E[X]−c)
2
+2(X −{E [X])(E[X]−c). El resultado se obtiene
tomando esperanza en ambos lados de la igualdad y observando que E[X − E [X]] = 0.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org3ca78b0" class="outline-2">
<h2 id="org3ca78b0">Covarianza</h2>
<div class="outline-text-2" id="text-org3ca78b0">
</div>
<div id="outline-container-org6101058" class="outline-3">
<h3 id="org6101058">Definición</h3>
<div class="outline-text-3" id="text-org6101058">
</div>
<div id="outline-container-org17eeb0f" class="outline-5">
<h5 id="org17eeb0f">Definición 3.1 (Covarianza)</h5>
<div class="outline-text-5" id="text-org17eeb0f">
<p>
Sean X e Y dos variables aleatorias de varianzas finitas definidas
sobre el mismo espacio de probabilidad \((\Omega,
\mathcal{A},\mathbb{P})\). La covarianza de X e Y se define por
</p>


<p>
Cov ( X, Y ) := E[(X − E[X]) (Y − E[ Y ])]. (22)
</p>
</div>
</div>
</div>
<div id="outline-container-org56b223a" class="outline-3">
<h3 id="org56b223a">Cálculo</h3>
<div class="outline-text-3" id="text-org56b223a">
<p>
Proposición 3.2. Sean X e Y dos variables aleatorias definidas sobre
el mismo espacio de} probabilidad \((\Omega, \mathcal{A},
\mathbb{P})\). Si los segundos momentos de las variables al eatorias X
e Y son finitos, se tiene que
</p>

<p>
Cov ( X, Y ) = E[XY ] − E[X]E[Y ]}. (23)
</p>
</div>
