org/probabilidad/03.org
**** Demostración
La esperanza del producto E[XY ] es finita porque las esperanzas E[X}
2
] y
E[Y}
2
] son finitas y vale que |{xy}| \leq}
1
2
(x
2
+ y
2
). Usando la propiedad distributiva del producto
y la linealidad de la esperanza tenemos que
E[(X − E[X]) (Y − E[Y ])] = E[XY − E[Y ]X − E[X]Y + E[X]E[Y ]]
= E[XY ] − E[Y ]E[X] − E[X]E[Y ] + E[X]E[Y ]
= E[XY ] − E[X]E[Y ].
**** Ejemplo 3.3.
Sea$(\Omega, \mathcal{A}, \mathbb{P})$un espacio de probabilidad y sean A \in $A$ y $B$ \in A dos eventos de}
probabilidad positiva. Consideremos las variables aleatorias X = 1\{\omega \in A\} e Y = 1\{\omega \in B\} .
Entonces,
Cov (X, Y) = E[XY ] − E[X]E[Y ]}
= \mathbb{P}(XY = 1) − \mathbb{P}(X = 1)\mathbb{P}(Y = 1)
= \mathbb{P}(X = 1, Y = 1) − \mathbb{P}(X = 1)\mathbb{P}(Y = 1).
La segunda y la tercera igualdad se obtienen de (2) observando que XY es una variable a
valores 0 o 1 que vale 1 si y solo si X e Y son ambas 1.
Notamos que
Cov (X, Y) > 0 \iff \mathbb{P}(X = 1, Y = 1) > \mathbb{P}(X = 1)\mathbb{P}(Y = 1) }
\iff
\mathbb{P}(X = 1, Y = 1)
\mathbb{P}(X = 1)
> \mathbb{P}(Y = 1)
\iff \mathbb{P}(Y = 1} |{X = 1) > \mathbb{P}(Y = 1).
En palabras, la covarianza de X e Y es positiva si y solamente si la condición X = 1 aumenta
la probabilidad de que Y = 1.
**** Ejemplo 3.4.
En una urna hay 6 bolas rojas y 4 bolas negras. Se extraen 2 bolas al azar sin}
reposición. Consideramos los eventos
A_i
= \sale una bola roja en la i-ésima extracción{\, i = 1, 2,
y definimos las variables aleatorias X_1
y X_2
como las funciones indicadoras de los eventos
A_1
y A_2
respectivamente. De acuerdo con el Ejemplo anterior es intuitivamente claro que
Cov (X_1
, X_2
) < 0. (¿Por qué?)
Cov (X_1
, X_2
) = \mathbb{P}(X_1
= 1, X}
2
= 1) − \mathbb{P}(X_1
= 1)\mathbb{P}(X_2
= 1) = \mathbb{P}(A_1
\cap A_2
) − \mathbb{P}(A_1
)\mathbb{P}(A_2
)
=
6
10
\times
5
9
−
6
10

5
9
\times
6
10
+
6
9
\times
4
10

= −}
2
75
= −}0.02666....
**** Nota Bene
Se puede mostrar que Cov(X , Y) > 0 es una indicación de que Y tiende a}
crecer cuando X lo hace, mientras que Cov(X,Y) < 0 es una indicación de que Y decrece
cuando X crece.
15
** Propiedades
**** Lema 3.5 (Propiedades)
Para variables aleatorias X, Y, Z y constantes a, valen las
siguientes propiedades

1. $Cov(X, X) = V(X),$
2. $Cov(X,Y) = Cov(Y, X),$
3. $Cov(aX, Y) = aCov(X,Y),$
4. $Cov(X, Y + Z) = Cov(X,Y) + Cov(X, Z).$
**** Demostración
Ejercicio

Sobre la esperanza del producto. Si se conoce la covarianza y la
esperanza de las marginales, l a identidad (23) puede ser útil para
calcular la esperanza del producto: E[XY ] = E[X]E[Y ] + Cov(X,Y).
**** Nota Bene
Si X e Y son independientes, Cov(X, Y) = 0 porque E[XY ] = E[X]E[Y
]. Pero la recíproca no es cierta.

**** Ejemplo 3.6 (Dos bolas en dos urnas)
El experimento aleatorio consiste en ubicar dos
bolas distinguibles en dos urnas. Sean N la cantidad de urnas ocupadas y X
i
la cantidad
de bolas en la urna i. El espacio muestral se puede representar de la siguiente manera \Omega =
\(1, 1); (1, 2); (2, 1); (2, 2)\. La función de probabilidad conjunta de N y X
1
se muestra en el Cuadro 1
N  \setminus  X_1
0 1 2 p
N
1 1/4 0 1/4 1/2
2
0 1/2 0 1/2
p
X_1
1/4 1/2 1/4
Cuadro 1: Función de probabilidad conjunta de (N, X}
1
).
Para calcular la esperanza del producto NX}
1
usamos el Teorema 1.19
E[NX_1
] = 1 · 1 · p}
N,X_1
(1, 1) + 1 · 2 · p}
N,X_1
(1, 2) + 2 · 1 · p}
N,X_1
(2, 1) + 2 · 2 · p}
N,X_1
(2, 2)
= 1 · 0 + 2 · 1 / 4 + 2 · 1 / 2 + 4 · 0 = 3 / 2.
Es fácil ver que E[N] = 3 / 2 y E[X_1
] = 1. Por lo tanto, Cov(N, X}
1
) = 0. Sin embargo, las
variables N y X_1
no son i ndependientes.
** Varianza de sumas
Usando las propiedades de la covarianza enunciadas en Lema 3.5 se puede demostrar que
Cov


n
X
{i=1}
X
i
,
m
X
{j=1}
Y
j


=
n
X
{i=1}
m
X
{j=1}
Cov (X
i
, Y
j
) (24)
16
En particular , se obtiene que
V
n
X
{i=1}
X
i
!
= Cov}


n
X
{i=1}
X
i
,
n
X
{j=1}
X
j


=
n
X
{i=1}
V(X}
i
) + 2
n
X
{i=1}
X
j<i
Cov (X
i
, Y
j
). (25)

Finalmente, si las variables son independientes
V
n
X
{i=1}
X
i
!
=
n
X
{i=1}
V(X}
i
). (26)
* Algunas desigualdades
** Cauchy-Schwartz
**** Teorema 4.1 (Cauchy-Schwartz)
E[|{XY |] \leq (E[X} 2 ]E[Y 2 ]) 1 / 2 (27)
**** Demostración
Observar que para todo t \in \Re :}
0 \leq E[(t | X{| + |Y |)
2
] = t
2
E[X}
2
] + 2{t{E[|{XY |] + E[Y
2
].

Como la función cuadrática en t que aparece en el lado derecho de la igualdad tiene a lo sumo
una raíz real se deduce que
4{E[|{XY |]
2
− 4{E[X}
2
]E[Y
2
] \leq 0.
Por lo tanto,
E[|{XY |]
2
\leq E[X_2
]E[Y
2
].
**** Corolario 4.2
Sea X una variable aleatoria tal que E[X
2
] < \infty. Si a < E[X], entonces}
\mathbb{P}(X > a) \geq
(E[X] − a)
2
E[X}
2
]
.
**** Demostración
De la desigualdad X}1\{X > a\} \leq |X}1\{X > a\}| y de la propiedad de
monotonía de la esperanza se deduce que
E[X{1{\}X > a{\] \leq E[|{X{1} \{X > a\}|]. (28)
Aplicando la desigualdad de Cauchy-Schwartz a |{X{1} \{X > a\}| se obtiene que
E[|{X{1} \{X > a\}|] \leq (E[X}
2
]E[1\{X > a\
2
])
1 / 2
= (E[X_2
]\mathbb{P}(X > a))
1 / 2
(29)
Observando que X = X{1{\}X > a{\} + X{1{\}X \leq a{\} y que X{1{\}X \leq a{\} \leq a se deduce que
E[X] = E[X{1{\}X > a{\] + E[X{1{\}X \leq a{\] \leq E[X{1{\}X > a{\] + a}
17
y en consecuencia,
E[X] − a \leq E[X{1{\}X > a{\]. (30)
Combinando las desigualdades (30), (28) y (29) se obtiene que
E[X] − a \leq (E[X}
2
]\mathbb{P}(X > a))
1 / 2
y como E[X] − a > 0, elevando al cuadrado, se concluye que
(E[X] − a)
2
\leq E[X_2
]\mathbb{P}(X > a).
El resultado se obtiene despejando.
** Chebyshev
**** Teorema 4.3 (Desigualdad de Chebyshev)
Sea \varphi : R \rightarrow \Re tal que \varphi \geq 0 y A \in B(R) . Sea
i
A
:= ínf\{\varphi}(x) : x \in A{\. Entonces,
i
A
\mathbb{P}(X \in A) \leq E[\varphi(X)] (31)
**** Demostración
La definición de i}
A
y el hecho de que \varphi \geq 0 implican que
i
A_1\{X \in A\} \leq \varphi (X) 1\{X \in A\} \leq \varphi (X)
El resultado se obtiene tomando esperanza.
En lo que sigue enunciaremos algunos corol arios que se obtienen como casos particulares
del Teorema 4.3.
**** Corolario 4.4 (Desigualdad de Markov)
Sea X una variable aleatoria a valores no negativos.
Para cada a > 0 vale que
\mathbb{P}(X \geq a) \leq
E[X]
a
. (32)
