probabilidad/03.html
<div id="outline-container-org2e1794c" class="outline-5">
<h5 id="org2e1794c">Demostración</h5>
<div class="outline-text-5" id="text-org2e1794c">
<p>
La esperanza del producto E[XY ] es finita porque las esperanzas E[X}
2
] y
E[Y}
2
] son finitas y vale que |{xy}| &le;}
1
2
(x
2
</p>
<ul class="org-ul">
<li>y</li>
</ul>
<p>
2
). Usando la propiedad distributiva del producto
y la linealidad de la esperanza tenemos que
E[(X − E[X]) (Y − E[Y ])] = E[XY − E[Y ]X − E[X]Y + E[X]E[Y ]]
= E[XY ] − E[Y ]E[X] − E[X]E[Y ] + E[X]E[Y ]
= E[XY ] − E[X]E[Y ].
</p>
</div>
</div>
<div id="outline-container-org9ec5b28" class="outline-5">
<h5 id="org9ec5b28">Ejemplo 3.3.</h5>
<div class="outline-text-5" id="text-org9ec5b28">
<p>
Sea$(&Omega;, \mathcal{A}, \mathbb{P})$un espacio de probabilidad y sean A &isin; \(A\) y \(B\) &isin; A dos eventos de}
probabilidad positiva. Consideremos las variables aleatorias X = 1\{&omega; &isin; A\} e Y = 1\{&omega; &isin; B\} .
Entonces,
Cov ( X, Y ) = E[XY ] − E[X]E[Y ]}
= \mathbb{P}(XY = 1) − \mathbb{P}(X = 1)\mathbb{P}(Y = 1)
= \mathbb{P}(X = 1, Y = 1) − \mathbb{P}(X = 1)\mathbb{P}(Y = 1).
La segunda y la tercera igualdad se obtienen de (2) observando que XY es una variable a
valores 0 o 1 que vale 1 si y solo si X e Y son ambas 1.
Notamos que
Cov ( X, Y  ) &gt; 0 \iff \mathbb{P}(X = 1, Y = 1) &gt; \mathbb{P}(X = 1)\mathbb{P}(Y = 1) }
\iff
\mathbb{P}(X = 1, Y = 1)
\mathbb{P}(X = 1)
&gt; \mathbb{P}( Y = 1)
\iff \mathbb{P}(Y = 1} |{X = 1) &gt; \mathbb{P}( Y = 1).
En palabras, la covarianza de X e Y es positiva si y solamente si la condición X = 1 aumenta
la probabilidad de que Y = 1.
</p>
</div>
</div>
<div id="outline-container-org776cfc0" class="outline-5">
<h5 id="org776cfc0">Ejemplo 3.4.</h5>
<div class="outline-text-5" id="text-org776cfc0">
<p>
En una urna hay 6 bolas rojas y 4 bolas negras. Se extraen 2 bolas al azar sin}
reposición. Consideramos los eventos
A<sub>i</sub>
= \sale una bola roja en la i-ésima extracción{\, i = 1, 2, 
y definimos las variables aleatorias X<sub>1</sub>
y X<sub>2</sub>
como las funciones indicadoras de los eventos
A<sub>1</sub>
y A<sub>2</sub>
respectivamente. De acuerdo con el Ejemplo anterior es intuitivamente claro que
Cov ( X<sub>1</sub>
, X<sub>2</sub>
) &lt; 0. (¿Por qué?  ) 
Cov ( X<sub>1</sub>
, X<sub>2</sub>
) = \mathbb{P}(X<sub>1</sub>
= 1, X}
2
= 1) − \mathbb{P}(X<sub>1</sub>
= 1)\mathbb{P}(X<sub>2</sub>
= 1) = \mathbb{P}(A<sub>1</sub>
&cap; A<sub>2</sub>
) − \mathbb{P}(A<sub>1</sub>
)\mathbb{P}(A<sub>2</sub>
)
=
6
10
&times;
5
9
−
6
10
</p>

<p>
5
9
&times;
6
10
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
6
9
&times;
4
10

= −}
2
75
= −}0.02666&#x2026;.
</p>
</div>
</div>
<div id="outline-container-org1d0e976" class="outline-5">
<h5 id="org1d0e976">Nota Bene</h5>
<div class="outline-text-5" id="text-org1d0e976">
<p>
Se puede mostrar que Cov(X , Y ) &gt; 0 es una indicación de que Y tiende a}
crecer cuando X lo hace, mientras que Cov(X,Y) &lt; 0 es una indicación de que Y decrece
cuando X crece.
15
</p>
</div>
</div>
</div>
<div id="outline-container-org27016f5" class="outline-3">
<h3 id="org27016f5">Propiedades</h3>
<div class="outline-text-3" id="text-org27016f5">
</div>
<div id="outline-container-orge720a34" class="outline-5">
<h5 id="orge720a34">Lema 3.5 (Propiedades)</h5>
<div class="outline-text-5" id="text-orge720a34">
<p>
Para variables aleatorias X, Y, Z y constantes a, valen las
siguientes propiedades
</p>

<ol class="org-ol">
<li>$Cov(X, X) = V(X),$</li>
<li>$Cov(X,Y) = Cov(Y, X),$</li>
<li>$Cov(aX, Y ) = aCov(X,Y),$</li>
<li>$Cov(X, Y + Z) = Cov(X,Y) + Cov(X, Z).$</li>
</ol>
</div>
</div>
<div id="outline-container-org02b0bed" class="outline-5">
<h5 id="org02b0bed">Demostración</h5>
<div class="outline-text-5" id="text-org02b0bed">
<p>
Ejercicio
</p>

<p>
Sobre la esperanza del producto. Si se conoce la covarianza y la
esperanza de las marginales, l a identidad (23) puede ser útil para
calcular la esperanza del producto: E[XY ] = E[X]E[Y ] + Cov(X,Y).
</p>
</div>
</div>
<div id="outline-container-org3223178" class="outline-5">
<h5 id="org3223178">Nota Bene</h5>
<div class="outline-text-5" id="text-org3223178">
<p>
Si X e Y son independientes, Cov(X, Y) = 0 porque E[XY ] = E[X]E[Y
]. Pero la recíproca no es cierta.
</p>
</div>
</div>

<div id="outline-container-org32e761e" class="outline-5">
<h5 id="org32e761e">Ejemplo 3.6 (Dos bolas en dos urnas)</h5>
<div class="outline-text-5" id="text-org32e761e">
<p>
El experimento aleatorio consiste en ubicar dos
bolas distinguibles en dos urnas. Sean N la cantidad de urnas ocupadas y X
i
la cantidad
de bolas en la urna i. El espacio muestral se puede representar de la siguiente manera &Omega; =
\(1, 1); (1, 2); (2, 1); (2, 2)\. La función de probabilidad conjunta de N y X
1
se muestra en el Cuadro 1
N  &setminus;  X<sub>1</sub>
0 1 2 p
N
1 1/4 0 1/4 1/2
2
0 1/2 0 1/2
p
X<sub>1</sub>
1/4 1/2 1/4
Cuadro 1: Función de probabilidad conjunta de (N, X}
1
).
Para calcular la esperanza del producto NX}
1
usamos el Teorema 1.19
E[NX<sub>1</sub>
] = 1 · 1 · p}
N,X<sub>1</sub>
(1, 1) + 1 · 2 · p}
N,X<sub>1</sub>
(1, 2) + 2 · 1 · p}
N,X<sub>1</sub>
(2, 1) + 2 · 2 · p}
N,X<sub>1</sub>
(2, 2)
= 1 · 0 + 2 · 1 / 4 + 2 · 1 / 2 + 4 · 0 = 3 / 2.
Es fácil ver que E[N] = 3 / 2 y E[X<sub>1</sub>
] = 1. Por lo tanto, Cov(N, X}
1
) = 0. Sin embargo, las
variables N y X<sub>1</sub>
no son i ndependientes.
</p>
</div>
</div>
</div>
<div id="outline-container-org79967d0" class="outline-3">
<h3 id="org79967d0">Varianza de sumas</h3>
<div class="outline-text-3" id="text-org79967d0">
<p>
Usando las propiedades de la covarianza enunciadas en Lema 3.5 se puede demostrar que
Cov


n
X
{i=1}
X
i
,
m
X
{j=1}
Y
j


=
n
X
{i=1}
m
X
{j=1}
Cov ( X
i
, Y
j
) (24)
16
En particular , se obtiene que
V
n
X
{i=1}
X
i
!
= Cov}


n
X
{i=1}
X
i
,
n
X
{j=1}
X
j


=
n
X
{i=1}
V(X}
i
) + 2
n
X
{i=1}
X
j&lt;i
Cov ( X
i
, Y
j
). (25)
</p>

<p>
Finalmente, si las variables son independientes
V
n
X
{i=1}
X
i
!
=
n
X
{i=1}
V(X}
i
). (26)
</p>
</div>
</div>
</div>
<div id="outline-container-orgacc4a0a" class="outline-2">
<h2 id="orgacc4a0a">Algunas desigualdades</h2>
<div class="outline-text-2" id="text-orgacc4a0a">
</div>
<div id="outline-container-org01958ed" class="outline-3">
<h3 id="org01958ed">Cauchy-Schwartz</h3>
<div class="outline-text-3" id="text-org01958ed">
</div>
<div id="outline-container-orga97b151" class="outline-5">
<h5 id="orga97b151">Teorema 4.1 (Cauchy-Schwartz)</h5>
<div class="outline-text-5" id="text-orga97b151">
<p>
E[|{XY |] &le; (E[X} 2 ]E[Y 2 ]) 1 / 2 (27)
</p>
</div>
</div>
<div id="outline-container-orgf269714" class="outline-5">
<h5 id="orgf269714">Demostración</h5>
<div class="outline-text-5" id="text-orgf269714">
<p>
Observar que para todo t &isin; \Re :}
0 &le; E[(t | X{| + |Y |)
2
] = t
2
E[X}
2
] + 2{t{E[|{XY |] + E[Y
2
].
</p>

<p>
Como la función cuadrática en t que aparece en el lado derecho de la igualdad tiene a lo sumo
una raíz real se deduce que
4{E[|{XY |]
2
− 4{E[X}
2
]E[Y
2
] &le; 0.
Por lo tanto,
E[|{XY |]
2
&le; E[X<sub>2</sub>
]E[Y
2
].
</p>
</div>
</div>
<div id="outline-container-org00c4e8c" class="outline-5">
<h5 id="org00c4e8c">Corolario 4.2</h5>
<div class="outline-text-5" id="text-org00c4e8c">
<p>
Sea X una variable aleatoria tal que E[X 
2
] &lt; &infin;. Si a &lt; E[X], entonces}
\mathbb{P}(X &gt; a) &ge;
(E[X] − a)
2
E[X}
2
]
.
</p>
</div>
</div>
<div id="outline-container-org3bbfcd5" class="outline-5">
<h5 id="org3bbfcd5">Demostración</h5>
<div class="outline-text-5" id="text-org3bbfcd5">
<p>
De la desigualdad X}1\{X &gt; a\} &le; |X}1\{X &gt; a\}| y de la propiedad de
monotonía de la esperanza se deduce que
E[X{1{\}X &gt; a{\] &le; E[|{X{1} \{X &gt; a\}|]. (28)
Aplicando la desigualdad de Cauchy-Schwartz a |{X{1} \{X &gt; a\}| se obtiene que
E[|{X{1} \{X &gt; a\}|] &le; (E[X}
2
]E[1\{X &gt; a\
2
])
1 / 2
= (E[X<sub>2</sub>
]\mathbb{P}(X &gt; a))
1 / 2
(29)
Observando que X = X{1{\}X &gt; a{\} + X{1{\}X &le; a{\} y que X{1{\}X &le; a{\} &le; a se deduce que
E[X] = E[X{1{\}X &gt; a{\] + E[X{1{\}X &le; a{\] &le; E[X{1{\}X &gt; a{\] + a}
17
y en consecuencia,
E[X] − a &le; E[X{1{\}X &gt; a{\]. (30)
Combinando las desigualdades (30), (28) y (29) se obtiene que
E[X] − a &le; (E[X}
2
]\mathbb{P}(X &gt; a))
1 / 2
y como E[X] − a &gt; 0, elevando al cuadrado, se concluye que
(E[X] − a)
2
&le; E[X<sub>2</sub>
]\mathbb{P}(X &gt; a).
El resultado se obtiene despejando.
</p>
</div>
</div>
</div>
<div id="outline-container-orgfe73ece" class="outline-3">
<h3 id="orgfe73ece">Chebyshev</h3>
<div class="outline-text-3" id="text-orgfe73ece">
</div>
<div id="outline-container-orgf8ff27a" class="outline-5">
<h5 id="orgf8ff27a">Teorema 4.3 (Desigualdad de Chebyshev)</h5>
<div class="outline-text-5" id="text-orgf8ff27a">
<p>
Sea &varphi; : R &rarr; \Re tal que &varphi; &ge; 0 y A &isin; B(R) . Sea 
i
A
:= ínf\{&varphi;}(x) : x &isin; A{\. Entonces, 
i
A
\mathbb{P}(X &isin; A) &le; E[&varphi;(X)] (31)
</p>
</div>
</div>
<div id="outline-container-org62bda56" class="outline-5">
<h5 id="org62bda56">Demostración</h5>
<div class="outline-text-5" id="text-org62bda56">
<p>
La definición de i}
A
y el hecho de que &varphi; &ge; 0 implican que
i
A<sub>1</sub>\{X &isin; A\} &le; &varphi; ( X ) 1\{X &isin; A\} &le; &varphi; ( X ) 
El resultado se obtiene tomando esperanza.
En lo que sigue enunciaremos algunos corol arios que se obtienen como casos particulares
del Teorema 4.3.
</p>
</div>
</div>
<div id="outline-container-org029d572" class="outline-5">
<h5 id="org029d572">Corolario 4.4 (Desigualdad de Markov)</h5>
<div class="outline-text-5" id="text-org029d572">
<p>
Sea X una variable aleatoria a valores no negativos.
Para cada a &gt; 0 vale que
\mathbb{P}(X &ge; a) &le;
E[X]
a
. (32)
</p>
</div>
</div>
