org/probabilidad/03.org
**** Demostración
Aplicar la desigualdad de Chebyshev usando la función \varphi(x) = x restringi
da a la semi-r ecta no negativa [0, \infty}) y el conjunto A = [a, \infty}) para obtener
a{\mathbb{P}(X \geq a) \leq E[\varphi (X)] = E[X].
y despejar.
**** Corolario 4.5.
Sea a > 0} . Vale que}
\mathbb{P}(X > a) \leq
1
a
2
E[X}
2
]. (33)
**** Demostración
Aplicar la desigualdad de Chebyshev usando la función \varphi(x) = x}
2
y el
conjunto A = (a, \infty}) para obtener
a
2
\mathbb{P}(X > a) \leq E[X}
2
]
y despejar.
**** Corolario 4.6 (Pequeña desigualdad de Chebyshev)
Sea X una variable aleatoria de vari
anza finita. Para cada a > 0 vale que
\mathbb{P}(|X − E[X]| \geq a) \leq
V(X)
a
2
. (34)
18
**** Demostración
Debido a que (X − E [X])
2
es una variable aleatoria no negativa podemos
aplicar l a desigualdad de Markov (poniendo a
2
en lugar de a) y obtenemos
P

(X − E [X])
2
\geq a
2

\leq
E[(X − E[X])
2
]
a
2
=
V(X)
a
2
.
La desigualdad (X − E [X])
2
\geq a
2
es equivalente a la desigualdad |X − E[X]| \geq a}. Por lo
tanto,
\mathbb{P}(|X − E[X]| \geq a) \leq
V(X)
a
2
.
Lo que concluye la demostración.
**** Nota Bene
Grosso modo la pequeña desigualdad de Chebyshev establece que si la varianza
es pequeña, los grandes desvíos respecto de la media son improbables.
**** Corolario 4.7.
Sea X una variable aleatoria con varianza finita, entonces para cada \alpha > 0}
\mathbb{P}(|X − E[X]| \geq \alpha\sigma}(X)) \leq
1
\alpha
2
. (35)
El resultado se obtiene poniendo a = \alpha\sigma(X) en la pequeña desigualdad de Chebyshev.
**** Ejemplo 4.8.
La cantidad X de artículos producidos por un fábrica durante una semana es}
una variable aleatoria de media 500.
(a) ¿Qué puede decirse sobre la probabilidad de que la producción semanal supere los
1000 artículos? Por la desigualdad de Markov,
\mathbb{P}(X \geq 1000) \leq
E[X]
1000
=
500
1000
=
1
2
.
(b) Si la varianza de la producción semanal es conocida e igual a 100, ¿qué puede decirse
sobre la probabilidad de que la producción semanal se encuentre entre 400 y 600 artículos?
Por la desigualdad de Chebyshev,
\mathbb{P}(|X − 500{| \geq 100) \leq
\sigma
2
(100)
2
=
1
100
.
Por lo tanto, \mathbb{P}(|X − 500{| < 100) \geq 1 −}
1
100
=
99
100
, la probabilidad de que la producción
semanal se encuentre entre 400 y 600 artículos es al menos 0.99.
El que mucho abarca poco aprieta. Las desigualdades de Markov y Chebyshev son im
portantes porque nos permiten deducir cotas sobre las probabilidades cuando solo se conocen
la media o la media y la varianza de la distribución de probabilidades. Sin embargo, debe
tenerse en cuenta que las desigualdades de Markov y de Chebyshev producen cotas universales
que no dependen de las distribuciones de las variables aleatorias (dependen pura y exclusiva
mente de los valores de la esperanza y de la varianza). Por este motivo su comportamiento
será bastante heterogéneo: en algunos casos producirán cotas extremadamente finas, pero en
otros c asos solamente cotas groseras.
19
* La ley débil de los grandes números
**** Teorema 5.1 (Le y débil de los grandes números)
Sea $X_1, X2, \dots$ una sucesión de variables
aleatorias independientes idénticamente distribuidas, tales que V(X_1) < \infty . Sea S_n
, n \geq 1, la
sucesión de las sumas parciales definida por S_n
:=
P
n
{i=1}
X
i
. Entonces, para cualquier \epsilon > 0
\lim_{n  \rightarrow \infty}
P





S_n
n
− E[X_1
]




> \epsilon

= 0.
**** Demostración
Se obtiene aplicando la desigualdad de Chebyshev a la variable aleatoria
S_n
/n.
Usando que la esperanza es un operador lineal se obtiene que
E [S_n
/n] =}
1
n
E
"
n
X
{i=1}
X
i
\#
=
1
n
n
X
{i=1}
E[X}
i
] = E[X_1
].
Como las variables X_1
, X_2
, \dots son independientes tenemos que}
V (S_n
/n) =}
1
n
2
V
n
X
{i=1}
X
i
!
=
1
n
2
n
X
{i=1}
V(X}
i
) =
V(X}
1
)
n
.
Entonces, por la desigualdad de Chebyshev, obtenemos la siguiente estimación
P





S_n
n
− E[X_1
]




> \epsilon

\leq
V(X}
1
)
n\epsilon
2
. (36)
Como V(X_1
) < \infty el lado derecho de la última desigualdad tiende a 0 cuando n \rightarrow \infty} .
**** Nota Bene
La ley débil de los grandes números establecida en el Teorema 5.1 sir ve como}
base para la noción intuitiva de probabilidad como medida de las frecuencias relativas. La
proposición /"en una larga serie de ensayos idénticos la frecuencia relativa del evento A se
aproxima a su probabilidad \mathbb{P}(A)"/se puede hacer teóricamente más precisa de la siguiente
manera: el resultado de cada ensayo se representa por una variable aleatoria (independiente de
las demás) que vale 1 cuando se obtiene el evento A y vale cero en caso contrario. La expresión
/una larga serie de ensayos/ adopta la forma de una sucesión X_1
, X_2
, \dots de variables aleatorias}
independientes cada una con la misma distribución que la indicadora del evento A. Notar que
X
i
= 1 significa que /en el i-ésimo ensayo ocurrió el evento A/ y la suma parcial S_n
=
P
n
{i=1}
X
i
representa la /frecuencia del evento A/ en los primeros n ensayos. Puesto que E[X_1
] = \mathbb{P}(A)
y V(X_1
) = \mathbb{P}(A)(1 − \mathbb{P}(A)) la estimación (36) adopta la forma
P





S_n
n
− \mathbb{P}(A)}




> \epsilon

\leq
\mathbb{P}(A)(1 − \mathbb{P}(A))
n\epsilon
2
. (37)
Por lo tanto, la probabilidad de que la frecuencia relativa del evento A se desvíe de su prob
abilidad \mathbb{P}(A) en más de una cantidad prefijada \epsilon, puede hacerse todo lo c hica que se qui era,
siempre que la cantidad de ensayos n sea suficientemente grande.
