probabilidad/03.html
<div id="outline-container-org69238dc" class="outline-5">
<h5 id="org69238dc">Demostración</h5>
<div class="outline-text-5" id="text-org69238dc">
<p>
Aplicar la desigualdad de Chebyshev usando la función &varphi;(x) = x restringi
da a la semi-r ecta no negativa [0, &infin;}) y el conjunto A = [a, &infin;}) para obtener
a{\mathbb{P}( X &ge; a) &le; E[&varphi; ( X)] = E[X].
y despejar.
</p>
</div>
</div>
<div id="outline-container-org979a122" class="outline-5">
<h5 id="org979a122">Corolario 4.5.</h5>
<div class="outline-text-5" id="text-org979a122">
<p>
Sea a &gt; 0} . Vale que}
\mathbb{P}(X &gt; a) &le;
1
a
2
E[X}
2
]. (33)
</p>
</div>
</div>
<div id="outline-container-org3a7967b" class="outline-5">
<h5 id="org3a7967b">Demostración</h5>
<div class="outline-text-5" id="text-org3a7967b">
<p>
Aplicar la desigualdad de Chebyshev usando la función &varphi;(x) = x}
2
y el
conjunto A = (a, &infin;}) para obtener
a
2
\mathbb{P}(X &gt; a) &le; E[X}
2
]
y despejar.
</p>
</div>
</div>
<div id="outline-container-org30f3fbf" class="outline-5">
<h5 id="org30f3fbf">Corolario 4.6 (Pequeña desigualdad de Chebyshev)</h5>
<div class="outline-text-5" id="text-org30f3fbf">
<p>
Sea X una variable aleatoria de vari
anza finita. Para cada a &gt; 0 vale que
\mathbb{P}(|X − E[X]| &ge; a) &le;
V(X)
a
2
. (34)
18
</p>
</div>
</div>
<div id="outline-container-org441d982" class="outline-5">
<h5 id="org441d982">Demostración</h5>
<div class="outline-text-5" id="text-org441d982">
<p>
Debido a que (X − E [X])
2
es una variable aleatoria no negativa podemos
aplicar l a desigualdad de Markov (poniendo a
2
en lugar de a) y obtenemos
P

(X − E [X])
2
&ge; a
2

&le;
E[(X − E[X])
2
]
a
2
=
V(X)
a
2
.
La desigualdad (X − E [X])
2
&ge; a
2
es equivalente a la desigualdad |X − E[X]| &ge; a}. Por lo
tanto,
\mathbb{P}(|X − E[X]| &ge; a) &le;
V(X)
a
2
.
Lo que concluye la demostración.
</p>
</div>
</div>
<div id="outline-container-org9bc7c36" class="outline-5">
<h5 id="org9bc7c36">Nota Bene</h5>
<div class="outline-text-5" id="text-org9bc7c36">
<p>
Grosso modo la pequeña desigualdad de Chebyshev establece que si la varianza
es pequeña, los grandes desvíos respecto de la media son improbables.
</p>
</div>
</div>
<div id="outline-container-org8bf32e8" class="outline-5">
<h5 id="org8bf32e8">Corolario 4.7.</h5>
<div class="outline-text-5" id="text-org8bf32e8">
<p>
Sea X una variable aleatoria con varianza finita, entonces para cada &alpha; &gt; 0}
\mathbb{P}(|X − E[X]| &ge; &alpha;&sigma;}(X)) &le;
1
&alpha;
2
. (35)
El resultado se obtiene poniendo a = &alpha;&sigma;(X) en la pequeña desigualdad de Chebyshev.
</p>
</div>
</div>
<div id="outline-container-orgc9c44e0" class="outline-5">
<h5 id="orgc9c44e0">Ejemplo 4.8.</h5>
<div class="outline-text-5" id="text-orgc9c44e0">
<p>
La cantidad X de artículos producidos por un fábrica durante una semana es}
una variable aleatoria de media 500.
(a) ¿Qué puede decirse sobre la probabilidad de que la producción semanal supere los
1000 artículos? Por la desigualdad de Markov,
\mathbb{P}(X &ge; 1000) &le;
E[X]
1000
=
500
1000
=
1
2
.
(b) Si la varianza de la producción semanal es conocida e igual a 100, ¿qué puede decirse
sobre la probabilidad de que la producción semanal se encuentre entre 400 y 600 artículos?
Por la desigualdad de Chebyshev,
\mathbb{P}(|X − 500{| &ge; 100) &le;
&sigma;
2
(100)
2
=
1
100
.
Por lo tanto, \mathbb{P}(|X − 500{| &lt; 100) &ge; 1 −}
1
100
=
99
100
, la probabilidad de que la producción
semanal se encuentre entre 400 y 600 artículos es al menos 0.99.
El que mucho abarca poco aprieta. Las desigualdades de Markov y Chebyshev son im
portantes porque nos permiten deducir cotas sobre las probabilidades cuando solo se conocen
la media o la media y la varianza de la distribución de probabilidades. Sin embargo, debe
tenerse en cuenta que las desigualdades de Markov y de Chebyshev producen cotas universales
que no dependen de las distribuciones de las variables aleatorias (dependen pura y exclusiva
mente de los valores de la esperanza y de la varianza). Por este motivo su comportamiento
será bastante heterogéneo: en algunos casos producirán cotas extremadamente finas, pero en
otros c asos solamente cotas groseras.
19
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org2820203" class="outline-2">
<h2 id="org2820203">La ley débil de los grandes números</h2>
<div class="outline-text-2" id="text-org2820203">
</div>
<div id="outline-container-org24333b2" class="outline-5">
<h5 id="org24333b2">Teorema 5.1 (Le y débil de los grandes números)</h5>
<div class="outline-text-5" id="text-org24333b2">
<p>
Sea \(X_1, X2, \dots\) una sucesión de variables
aleatorias independientes idénticamente distribuidas, tales que V(X<sub>1</sub>) &lt; &infin; . Sea S<sub>n</sub>
, n &ge; 1, la
sucesión de las sumas parciales definida por S<sub>n</sub>
:=
P
n
{i=1}
X
i
. Entonces, para cualquier &epsilon; &gt; 0
lim<sub>n  &rarr; &infin;</sub>
P
</p>

<p>




S<sub>n</sub>
n
− E[X<sub>1</sub>
]




&gt; &epsilon;

= 0.
</p>
</div>
</div>
<div id="outline-container-org41f69b3" class="outline-5">
<h5 id="org41f69b3">Demostración</h5>
<div class="outline-text-5" id="text-org41f69b3">
<p>
Se obtiene aplicando la desigualdad de Chebyshev a la variable aleatoria
S<sub>n</sub>
/n. 
Usando que la esperanza es un operador lineal se obtiene que
E [S<sub>n</sub>
/n] =}
1
n
E
"
n
X
{i=1}
X
i
\#
=
1
n
n
X
{i=1}
E[X}
i
] = E[X<sub>1</sub>
].
Como las variables X<sub>1</sub>
, X<sub>2</sub>
, &hellip; son independientes tenemos que}
V (S<sub>n</sub>
/n) =}
1
n
2
V
n
X
{i=1}
X
i
!
=
1
n
2
n
X
{i=1}
V(X}
i
) =
V(X}
1
)
n
.
Entonces, por la desigualdad de Chebyshev, obtenemos la siguiente estimación
P
</p>

<p>




S<sub>n</sub>
n
− E[X<sub>1</sub>
]




&gt; &epsilon;

&le;
V(X}
1
)
n&epsilon;
2
. (36)
Como V(X<sub>1</sub>
) &lt; &infin; el lado derecho de la última desigualdad tiende a 0 cuando n &rarr; &infin;} .
</p>
</div>
</div>
<div id="outline-container-orga4dce7b" class="outline-5">
<h5 id="orga4dce7b">Nota Bene</h5>
<div class="outline-text-5" id="text-orga4dce7b">
<p>
La ley débil de los grandes números establecida en el Teorema 5.1 sir ve como}
base para la noción intuitiva de probabilidad como medida de las frecuencias relativas. La
proposición /"en una larga serie de ensayos idénticos la frecuencia relativa del evento A se
aproxima a su probabilidad \mathbb{P}(A)"/se puede hacer teóricamente más precisa de la siguiente
manera: el resultado de cada ensayo se representa por una variable aleatoria (independiente de
las demás) que vale 1 cuando se obtiene el evento A y vale cero en caso contrario. La expresión
/"una larga serie de ensayos"/adopta la forma de una sucesión X<sub>1</sub>
, X<sub>2</sub>
, &hellip; de variables aleatorias}
independientes cada una con la misma distribución que la indicadora del evento A. Notar que
X
i
= 1 significa que /"en el i-ésimo ensayo ocurrió el evento A"/y la suma parcial S<sub>n</sub>
=
P
n
{i=1}
X
i
representa la /"frecuencia del evento A"/en los primeros n ensayos. Puesto que E[X<sub>1</sub>
] = \mathbb{P}(A)
y V(X<sub>1</sub>
) = \mathbb{P}(A)(1 − \mathbb{P}(A)) la estimación (36) adopta la forma
P
</p>

<p>




S<sub>n</sub>
n
− \mathbb{P}(A)}




&gt; &epsilon;

&le;
\mathbb{P}(A)(1 − \mathbb{P}(A))
n&epsilon;
2
. (37)
Por lo tanto, la probabilidad de que la frecuencia relativa del evento A se desvíe de su prob
abilidad \mathbb{P}(A) en más de una cantidad prefijada &epsilon;, puede hacerse todo lo c hica que se qui era,
siempre que la cantidad de ensayos n sea suficientemente grande.
</p>
</div>
</div>
