org/probabilidad/03.org
**** Ejemplo 5.2 (Encuesta electoral).
Se quiere estimar la proporción del electorado que pre
tende votar a un cierto candidato. Cuál deb e ser el tamaño muestral para garantizar un
determinado e rror entre la proporción poblacional, p, y la proporción muestral S
n
/n{?}
20
Antes de resolver este problema, debemos reﬂexionar sobre la definición de error. Habit}
ualmente, cuando se habla de error, se trata de un número real que expresa la (in)capacidad
de una cierta cantidad de representar a otra. En los problemas de estimación estadística,
debido a que una de las cantidades es una variable aleatoria y l a otra no lo es, no es posible
interpretar de un modo tan sencillo el significado de la palabra error.
Toda medida muestral tiene asociada una incerteza (o un riesgo) expresada por un modelo
probabilístico. En este problema consideramos que el voto de cada elector se comporta como
una variable aleatoria X tal que \mathbb{P}(X = 1) = p y \mathbb{P}(X = 0) = 1{−p, donde X = 1 significa que
el elector vota por el candidato considerado. Por lo tanto, cuando se habla de que quer emos
encontrar un tamaño muestral suficiente para un determinado error máximo, por ejemplo
0.02, tenemos que hacerlo con una medida de certeza asociada. Matemáticamente, queremos
encontrar n tal que P



S_n
n
− p


\leq 0.02}

\geq 0.9999 o, equivalentemente, queremos encontrar n}
tal que
P





S_n
n
− p




> 0.02}

\leq 0.0001.
Usando la estimación (37) se deduce que
P





S_n
n
− p




> 0.02}

\leq
p(1 − p)
n(0.02)
2
.
El numerador de la fracc ión que aparece en el l
ado derecho de la estimación depende de p y
el valor de p es desconocido. Sin embargo, sabemos que p(1 −p) es una parábola convexa con
raíces en p = 0 y p = 1 y por lo tanto su máximo ocurre cuando p = 1 / 2, esto es p(1{−p) \leq 1 / 4.
En l a peor hipótesis tenemos:
P





S_n
n
− p




> 0.02}

\leq
1
4n(0.02)
2
.
Como máximo estamos dispuestos a correr un riesgo de 0.0001 y en el peor caso tenemos aco
tada la máxima incerteza por (4n(0.02)
2
)
−{1}
. El problema se reduce a resolver la desigualdad
(4n(0.02)
2
)
−{1}
\leq 0.0001. Por lo tanto,}
n \geq ((0}.0001)
˙
4(0.02)
2
)
−{1}
= 6250000.
Una cifra absurdamente grande!! Más adelante, mostraremos que existen métodos más sofisti
cados que permiten disminuir el tamaño de la muestra.
21
* Distribuciones particulares
Para facilitar referencias posteriores presentaremos tablas de
esperanzas y varianzas de algunas distribuciones importantes de uso
frecuente y describiremos el método para obtener las.
** Discretas
No. Nombre Probabilidad Soporte Esperanza Varianza
*** 1. Uniforme
1
b{−}a{+1}
a \leq x \leq b(a + b) /{2 (b − a)(b − a − 2)}/{12}
*** 2. Bernoulli p
x
(1 − p)
1{−x}
x \in \{0}, 1{\} p p(1 − p)
*** 3. Binomial

n
x

p
x
(1 − p)
n{−}x
0 \leq x \leq n np np}(1 − p)
*** 4. Geométrica (1 − p)
x{−{1
p x \in N 1 /p (1 − p) /p
2
*** 5. Poisson
\lambda
x
x{!}
e
− \lambda
x \in N
0
\lambda \lambda
Cuadro 2: Esperanza y varianza de algunas distribuciones discretas de uso frecuente.
** Continuas
No. Nombre Densidad Soporte Esperanza Varianza
*** 1. Uniforme
1
b{−}a
x \in [ a, b] (a + b) /{2 (b − a)
2
/{12}
*** 2. Exponencial \lambda e}
−{\lambda x}
x > 0 1}/\lambda 1}/\lambda
2
*** 3. Gamma
\lambda
\nu
\Gamma(\nu)
x
\nu{−{1
e
−{\lambda x}
x > 0 \nu/\lambda \nu/\lambda
2
*** 4. Beta
\Gamma(\nu
1
+ \nu
2
)
\Gamma(\nu
1
)\Gamma(\nu
2
)
x
\nu
1
−{1}
(1 − x)
\nu
2
−{1}
x \in (0}, 1)
\nu
1
\nu
1
+ \nu
2
\nu
1
\nu
2
(\nu
1
+ \nu
2
)
2
(\nu
1
+ \nu
2
+1)
5. Normal
1
\sqrt{}
2{\pi\sigma}
e
−(x}−{\mu)
2
/{2}\sigma
2
x \in \Re \mu \sigma
2
Cuadro 3: Esperanza y varianza de algunas distribuciones continuas de uso frecuente.
** Cuentas con variables discretas
*** 1. Distribución uniforme discreta.
Sean a y b dos números enteros tales que a < b}. Se dice que la variable aleatoria X tiene
distribución uniforme sobre el /intervalo/  de números enteros [a, b] := \{a, a + 1, \dots , b{\}, y se
denota X \sim \mathcal{U} [a, b], si X es discreta y tal que
\mathbb{P}(X = x) =}
1
b − a + 1}
1\{x \in \{a, a + 1, \dots , b\}\}.
Notando que la distribución de X coincide con la de la variable X
∗
+ a − 1, donde X
∗
está uniformemente distribuida sobre \1, \dots , b − a + 1{\, resulta que
E[X] = E[X}
∗
] + a − 1 =
1 + (b − a + 1)
2
+ a − 1 =
a + b
2
.
Para calcular la varianza de X, consideramos primero el caso más simple donde a = 1 y b = n.
Por inducción en n se puede ver que
E[X}
2
] =
1
n
n
X
{k=1}
k
2
=
(n + 1)(2n + 1)
6
.
La varianza puede obtenerse en términos de los momentos de orden 1 y 2:
V(X) = E[X}
2
] − E[X]
2
=
(n + 1)(2n + 1)
6
−
(n + 1)
2
4
=
(n + 1)[2(2n + 1) − 3(n + 1)]
12
=
n
2
− 1}
12
.
Para el caso general, notamos que la variable aleatoria uniformemente
distribuida sobre [a, b] tiene la misma varianza que la variable
aleatoria uniformemente distribuida sobre [1, b{−}a}+1], puesto que
esas dos variables difieren en la constante a −} 1. Por lo tanto, la
varianza buscada se obtiene de la fórmula anterior sustituyendo n = b
− a + 1
V(X) =}
(b − a + 1)
2
− 1}
12
=
(b − a)(b − a + 2)
12
.
*** 2. Distribución Bernoulli.
Sea p \in (0, 1). Se dice que la variable aleatoria X tiene distribución Bernoulli de parámetro}
p, y se denota X \sim Bernoulli(}p), si X es discreta y tal que}
\mathbb{P}(X = x) = p}
x
(1 − p)
1{−x}
, donde x = 0, 1}.
Por definición,
E[X] = 0 · \mathbb{P}(X = 0) + 1 · \mathbb{P}(X = 1) = 0 · (1 − p) + 1 · p = p.}
Por otra parte,
E[X}
2
] = 0
2
· \mathbb{P}(X = 0) + 1
2
· \mathbb{P}(X = 1) = p.
Por lo tanto,
V(X) = E[X}
2
] − E[X]
2
= p − p}
2
= p(1 − p).
*** 3. Distribución Binomial.
Sean p \in (0, 1) y n \in N . Se dice que la variable aleatoria X tiene distribución Binomia
l}
de parámetros n y p, y se denota X \sim Binomial (}n, p), si X es discreta y tal que
\mathbb{P}(X = x) =}

n
x

p
x
(1 − p)
n{−}x
, donde x = 0, 1, \dots , n.
Por definición,
E[X] =}
n
X
{x=0}
x{\mathbb{P}(X = x) =}
n
X
{x=0}
x

n
x

p
x
(1 − p)
n{−}x
=
n
X
{x=1}
x_n{!}
(n − x)!x!
p
x
(1 − p)
n{−}x
=
n
X
{x=1}
n{!}
(n − x)!(x − 1)!
p
x
(1 − p)
n{−}x
= np}
n
X
{x=1}
(n − 1)!
(n − x)!(x − 1)!
p
x{−{1
(1 − p)
n{−}x
= np}
n{−{1
X
y{=0}

n − 1
y

p
y
(1 − p)
n{−{1}−}y
= np(p + (1 − p))
n{−{1
= np.
Análogamente se puede ver que
E[X}
2
] = np((n − 1)p + 1).
Por lo tanto,
V(X) = E[X}
2
] − E[X]
2
= np((n − 1)p + 1) − (np)
2
= np((n − 1)p + 1 − np}) = np(1 − p).
