probabilidad/03.html
<div id="outline-container-org962da1b" class="outline-5">
<h5 id="org962da1b">Ejemplo 5.2 (Encuesta electoral).</h5>
<div class="outline-text-5" id="text-org962da1b">
<p>
Se quiere estimar la proporción del electorado que pre
tende votar a un cierto candidato. Cuál deb e ser el tamaño muestral para garantizar un
determinado e rror entre la proporción poblacional, p, y la proporción muestral S 
n
/n{?}
20
Antes de resolver este problema, debemos reﬂexionar sobre la definición de error. Habit}
ualmente, cuando se habla de error, se trata de un número real que expresa la (in)capacidad
de una cierta cantidad de representar a otra. En los problemas de estimación estadística,
debido a que una de las cantidades es una variable aleatoria y l a otra no lo es, no es posible
interpretar de un modo tan sencillo el significado de la palabra error.
Toda medida muestral tiene asociada una incerteza (o un riesgo) expresada por un modelo
probabilístico. En este problema consideramos que el voto de cada elector se comporta como
una variable aleatoria X tal que \mathbb{P}(X = 1) = p y \mathbb{P}(X = 0) = 1{−p, donde X = 1 significa que
el elector vota por el candidato considerado. Por lo tanto, cuando se habla de que quer emos
encontrar un tamaño muestral suficiente para un determinado error máximo, por ejemplo
0.02, tenemos que hacerlo con una medida de certeza asociada. Matemáticamente, queremos
encontrar n tal que P



S<sub>n</sub>
n
− p


&le; 0.02}

&ge; 0.9999 o, equivalentemente, queremos encontrar n}
tal que
P
</p>

<p>




S<sub>n</sub>
n
− p




&gt; 0.02}

&le; 0.0001.
Usando la estimación (37) se deduce que
P
</p>

<p>




S<sub>n</sub>
n
− p




&gt; 0.02}

&le;
p(1 − p ) 
n(0.02)
2
.
El numerador de la fracc ión que aparece en el l
ado derecho de la estimación depende de p y
el valor de p es desconocido. Sin embargo, sabemos que p(1 −p) es una parábola convexa con
raíces en p = 0 y p = 1 y por lo tanto su máximo ocurre cuando p = 1 / 2, esto es p(1{−p) &le; 1 / 4.
En l a peor hipótesis tenemos:
P
</p>

<p>




S<sub>n</sub>
n
− p




&gt; 0.02}

&le;
1
4n(0.02)
2
.
Como máximo estamos dispuestos a correr un riesgo de 0.0001 y en el peor caso tenemos aco
tada la máxima incerteza por (4n(0.02)
2
)
−{1}
. El problema se reduce a resolver la desigualdad
(4n(0.02)
2
)
−{1}
&le; 0.0001. Por lo tanto,}
n &ge; ((0}.0001)
˙
4(0.02)
2
)
−{1}
= 6250000.
Una cifra absurdamente grande!! Más adelante, mostraremos que existen métodos más sofisti
cados que permiten disminuir el tamaño de la muestra.
21
</p>
</div>
</div>
</div>
<div id="outline-container-orga46b211" class="outline-2">
<h2 id="orga46b211">Distribuciones particulares</h2>
<div class="outline-text-2" id="text-orga46b211">
<p>
Para facilitar referencias posteriores presentaremos tablas de
esperanzas y varianzas de algunas distribuciones importantes de uso
frecuente y describiremos el método para obtener las.
</p>
</div>
<div id="outline-container-orgf43db95" class="outline-3">
<h3 id="orgf43db95">Discretas</h3>
<div class="outline-text-3" id="text-orgf43db95">
<p>
No. Nombre Probabilidad Soporte Esperanza Varianza
</p>
</div>
<div id="outline-container-org028879a" class="outline-4">
<h4 id="org028879a">1. Uniforme</h4>
<div class="outline-text-4" id="text-org028879a">
<p>
1
b{−}a{+1}
a &le; x &le; b  ( a + b ) /{2 (b − a)(b − a − 2)}/{12}
</p>
</div>
</div>
<div id="outline-container-org83a2ba1" class="outline-4">
<h4 id="org83a2ba1">2. Bernoulli p</h4>
<div class="outline-text-4" id="text-org83a2ba1">
<p>
x
(1 − p)
1{−x}
x &isin; \{0}, 1{\} p p(1 − p ) 
</p>
</div>
</div>
<div id="outline-container-orgbaf7a8a" class="outline-4">
<h4 id="orgbaf7a8a">3. Binomial</h4>
<div class="outline-text-4" id="text-orgbaf7a8a">
<p>

n
x

p
x
(1 − p)
n{−}x
0 &le; x &le; n np np}(1 − p)
</p>
</div>
</div>
<div id="outline-container-org76c182b" class="outline-4">
<h4 id="org76c182b">4. Geométrica (1 − p)</h4>
<div class="outline-text-4" id="text-org76c182b">
<p>
x{−{1
p x &isin; N 1 /p (1 − p ) /p
2
</p>
</div>
</div>
<div id="outline-container-org6ba176e" class="outline-4">
<h4 id="org6ba176e">5. Poisson</h4>
<div class="outline-text-4" id="text-org6ba176e">
<p>
&lambda;
x
x{!}
e
− &lambda; 
x &isin; N
0
&lambda; &lambda;
Cuadro 2: Esperanza y varianza de algunas distribuciones discretas de uso frecuente.
</p>
</div>
</div>
</div>
<div id="outline-container-orgf5c5e5b" class="outline-3">
<h3 id="orgf5c5e5b">Continuas</h3>
<div class="outline-text-3" id="text-orgf5c5e5b">
<p>
No. Nombre Densidad Soporte Esperanza Varianza
</p>
</div>
<div id="outline-container-org63eb3e7" class="outline-4">
<h4 id="org63eb3e7">1. Uniforme</h4>
<div class="outline-text-4" id="text-org63eb3e7">
<p>
1
b{−}a
x &isin; [ a, b] (a + b ) /{2 (b − a ) 
2
/{12}
</p>
</div>
</div>
<div id="outline-container-orgffc3968" class="outline-4">
<h4 id="orgffc3968">2. Exponencial &lambda; e}</h4>
<div class="outline-text-4" id="text-orgffc3968">
<p>
−{&lambda; x}
x &gt; 0 1}/&lambda; 1}/&lambda;
2
</p>
</div>
</div>
<div id="outline-container-org0624f33" class="outline-4">
<h4 id="org0624f33">3. Gamma</h4>
<div class="outline-text-4" id="text-org0624f33">
<p>
&lambda;
&nu;
&Gamma;( &nu; )
x
&nu;{−{1
e
−{&lambda; x}
x &gt; 0 &nu;/&lambda; &nu;/&lambda;
2
</p>
</div>
</div>
<div id="outline-container-org2c30265" class="outline-4">
<h4 id="org2c30265">4. Beta</h4>
<div class="outline-text-4" id="text-org2c30265">
<p>
&Gamma;( &nu; 
1
</p>
<ul class="org-ul">
<li>&nu;</li>
</ul>
<p>
2
)
&Gamma;( &nu; 
1
)&Gamma;( &nu; 
2
)
x
&nu;
1
−{1}
(1 − x)
&nu;
2
−{1}
x &isin; (0}, 1)
&nu;
1
&nu;
1
</p>
<ul class="org-ul">
<li>&nu;</li>
</ul>
<p>
2
&nu;
1
&nu;
2
( &nu; 
1
</p>
<ul class="org-ul">
<li>&nu;</li>
</ul>
<p>
2
)
2
( &nu; 
1
</p>
<ul class="org-ul">
<li>&nu;</li>
</ul>
<p>
2
+1)
</p>
<ol class="org-ol">
<li>Normal</li>
</ol>
<p>
1
\sqrt{}
2{&pi;&sigma;}
e
−(x}−{&mu; ) 
2
/{2}&sigma;
2
x &isin; \Re &mu; &sigma;
2
Cuadro 3: Esperanza y varianza de algunas distribuciones continuas de uso frecuente.
</p>
</div>
</div>
</div>
<div id="outline-container-orge0cf577" class="outline-3">
<h3 id="orge0cf577">Cuentas con variables discretas</h3>
<div class="outline-text-3" id="text-orge0cf577">
</div>
<div id="outline-container-orgf6353e2" class="outline-4">
<h4 id="orgf6353e2">1. Distribución uniforme discreta.</h4>
<div class="outline-text-4" id="text-orgf6353e2">
<p>
Sean a y b dos números enteros tales que a &lt; b}. Se dice que la variable aleatoria X tiene
distribución uniforme sobre el <i>"intervalo"</i> de números enteros [a, b] := \{a, a + 1, &hellip; , b{\}, y se
denota X &sim; \mathcal{U} [a, b], si X es discreta y tal que
\mathbb{P}(X = x) =}
1
b − a + 1}
1\{x &isin; \{a, a + 1, &hellip; , b\}\}.
Notando que la distribución de X coincide con la de la variable X
∗
</p>
<ul class="org-ul">
<li>a − 1, donde X</li>
</ul>
<p>
∗
está uniformemente distribuida sobre \1, &hellip; , b − a + 1{\, resulta que
E[X] = E[X}
∗
] + a − 1 =
1 + (b − a + 1)
2
</p>
<ul class="org-ul">
<li>a − 1 =</li>
</ul>
<p>
a + b
2
.
Para calcular la varianza de X, consideramos primero el caso más simple donde a = 1 y b = n.
Por inducción en n se puede ver que
E[X}
2
] =
1
n
n
X
{k=1}
k
2
=
(n + 1)(2n + 1)
6
.
La varianza puede obtenerse en términos de los momentos de orden 1 y 2:
V(X) = E[X}
2
] − E[X]
2
=
(n + 1)(2n + 1)
6
−
(n + 1)
2
4
=
(n + 1)[2(2n + 1) − 3(n + 1)]
12
=
n
2
− 1}
12
.
Para el caso general, notamos que la variable aleatoria uniformemente
distribuida sobre [a, b] tiene la misma varianza que la variable
aleatoria uniformemente distribuida sobre [1, b{−}a}+1], puesto que
esas dos variables difieren en la constante a −} 1. Por lo tanto, la
varianza buscada se obtiene de la fórmula anterior sustituyendo n = b
− a + 1
V(X) =}
(b − a + 1)
2
− 1}
12
=
(b − a)(b − a + 2)
12
.
</p>
</div>
</div>
<div id="outline-container-org6a70575" class="outline-4">
<h4 id="org6a70575">2. Distribución Bernoulli.</h4>
<div class="outline-text-4" id="text-org6a70575">
<p>
Sea p &isin; (0, 1). Se dice que la variable aleatoria X tiene distribución Bernoulli de parámetro}
p, y se denota X &sim; Bernoulli(}p), si X es discreta y tal que}
\mathbb{P}(X = x) = p}
x
(1 − p)
1{−x}
, donde x = 0, 1}.
Por definición,
E[X] = 0 · \mathbb{P}(X = 0) + 1 · \mathbb{P}(X = 1) = 0 · (1 − p) + 1 · p = p.}
Por otra parte,
E[X}
2
] = 0
2
· \mathbb{P}(X = 0) + 1
2
· \mathbb{P}(X = 1) = p. 
Por lo tanto,
V(X) = E[X}
2
] − E[X]
2
= p − p}
2
= p(1 − p).
</p>
</div>
</div>
<div id="outline-container-orge9e2502" class="outline-4">
<h4 id="orge9e2502">3. Distribución Binomial.</h4>
<div class="outline-text-4" id="text-orge9e2502">
<p>
Sean p &isin; (0, 1) y n &isin; N . Se dice que la variable aleatoria X tiene distribución Binomia
l}
de parámetros n y p, y se denota X &sim; Binomial (}n, p), si X es discreta y tal que
\mathbb{P}(X = x) =}
</p>

<p>
n
x

p
x
(1 − p)
n{−}x
, donde x = 0, 1, &hellip; , n.
Por definición,
E[X] =}
n
X
{x=0}
x{\mathbb{P}( X = x) =}
n
X
{x=0}
x
</p>

<p>
n
x

p
x
(1 − p)
n{−}x
=
n
X
{x=1}
x<sub>n</sub>{!}
(n − x)!x!
p
x
(1 − p)
n{−}x
=
n
X
{x=1}
n{!}
(n − x)!(x − 1)!
p
x
(1 − p)
n{−}x
= np}
n
X
{x=1}
(n − 1)!
(n − x)!(x − 1)!
p
x{−{1
(1 − p)
n{−}x
= np}
n{−{1
X
y{=0}
</p>

<p>
n − 1
y

p
y
(1 − p)
n{−{1}−}y
= np(p + (1 − p))
n{−{1
= np.
Análogamente se puede ver que
E[X}
2
] = np((n − 1)p + 1).
Por lo tanto,
V(X) = E[X}
2
] − E[X]
2
= np((n − 1)p + 1) − (np)
2
= np((n − 1)p + 1 − np}) = np(1 − p).
</p>
</div>
</div>
