org/probabilidad/03.org
*** 5. Distribución normal.
Sean \mu \in \Re y \sigma > 0. Se dice que la variable aleatoria X tiene distribución normal de}
parámetros \mu, \sigma}
2
, y se denota X \sim N}(\mu, \sigma
2
), si X es absolutamente continua con función
densidad de probabilidades
f (x) =}
1
\sqrt{}
2{\pi\sigma}
e
−(x}−{\mu)
2
/{2}\sigma
2
.
El cálculo de E[X] y V(X) se reduce al caso X \sim N}(0, 1). Para ello, basta observar que
Y \sim N (\mu, \sigma
2
) si y solo si Y = \sigmaX + \mu, donde X \sim N}(0, 1) y usar las identidades E[\sigmaX + \mu] =
\sigma{E[X]+ \mu y V(\sigmaX + \mu) = \sigma
2
V(X). En lo que sigue suponemos que X \sim N}(0, 1) y denotamos}
su densidad mediante
\varphi (x) =}
1
\sqrt{}
2 \pi
e
−x
2
/{2}
Es evidente que E[X] = 0. En consecuencia,
V(X) = E[X}
2
] =
Z
\infty
−\infty
x
2
\varphi (x) dx
Observando que \varphi}
′
(x) = −{x\varphi}(x) e integrando por partes se obtiene,
V(X) =}
Z
\infty
−\infty
x (x\varphi (x))dx = −} x\varphi (x)




\infty
−\infty
+
Z
\infty
−\infty
\varphi (x) dx = 0 + 1}.
* Bibliografía consultada
Para redactar estas notas se consultaron los siguientes libros:
1. Bertsekas, D. P., Tsitsiklis, J. N.: Introduction to
   Probability. M.I.T. Lecture Notes. (2000)
2. Bil lingsley, P.: Probability and Measure. John Wiley & Sons, New
   York. (1986)
3. Durrett, R. Elementary Probability for Applications. Cambridge
   University Press, New York. (2009)
4. Feller, W.: An introduction to Probability Theory and Its
   Applications. Vol. 1. John Wiley & Sons, New York. (1957)
5. Kolmogorov, A. N.: The Theory of Probability. Mathematics. Its
   Content, Methods, and Meaning. Vol 2. The M.I.T. Press,
   Massachusetts. (1963) pp. 229-264.
6. Ross, S.: Introduction to Probability and Statistics for Engineers
   and Scientists. Academic Press, San D iego. (2004)
7. Ross, S.: Introduction to Probability Models. Academic Press, San D
   iego. (2007)
8. Soong, T. T.: Fundamentals of Probability and Statistics for
   Engineers. John Wiley & Sons Ltd. (2004)



 
 
 
 
 

