probabilidad/03.html
<div id="outline-container-orga893331" class="outline-4">
<h4 id="orga893331">5. Distribución normal.</h4>
<div class="outline-text-4" id="text-orga893331">
<p>
Sean &mu; &isin; \Re y &sigma; &gt; 0. Se dice que la variable aleatoria X tiene distribución normal de}
parámetros &mu;, &sigma;}
2
, y se denota X &sim; N}(&mu;, &sigma;
2
), si X es absolutamente continua con función
densidad de probabilidades
f ( x) =}
1
\sqrt{}
2{&pi;&sigma;}
e
−(x}−{&mu; ) 
2
/{2}&sigma;
2
.
El cálculo de E[X] y V(X) se reduce al caso X &sim; N}(0, 1). Para ello, basta observar que
Y &sim; N ( &mu;, &sigma;
2
) si y solo si Y = \sigmaX + &mu;, donde X &sim; N}(0, 1) y usar las identidades E[\sigmaX + &mu;] =
&sigma;{E[X]+ &mu; y V(\sigmaX + &mu;) = &sigma;
2
V(X). En lo que sigue suponemos que X &sim; N}(0, 1) y denotamos}
su densidad mediante
&varphi; ( x) =}
1
\sqrt{}
2 &pi; 
e
−x
2
/{2}
Es evidente que E[X] = 0. En consecuencia,
V(X) = E[X}
2
] =
Z
&infin;
−&infin;
x
2
&varphi; ( x ) dx
Observando que &varphi;}
′
(x) = −{x&varphi;}(x) e integrando por partes se obtiene,
V(X) =}
Z
&infin;
−&infin;
x ( x&varphi; ( x))dx = −} x&varphi; ( x ) 




&infin;
−&infin;
</p>
<ul class="org-ul">
<li></li>
</ul>
<p>
Z
&infin;
−&infin;
&varphi; ( x ) dx = 0 + 1}.
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-org81e256f" class="outline-2">
<h2 id="org81e256f">Bibliografía consultada</h2>
<div class="outline-text-2" id="text-org81e256f">
<p>
Para redactar estas notas se consultaron los siguientes libros:
</p>
<ol class="org-ol">
<li>Bertsekas, D. P., Tsitsiklis, J. N.: Introduction to
Probability. M.I.T. Lecture Notes. (2000)</li>
<li>Bil lingsley, P.: Probability and Measure. John Wiley &amp; Sons, New
York. (1986)</li>
<li>Durrett, R. Elementary Probability for Applications. Cambridge
University Press, New York. (2009)</li>
<li>Feller, W.: An introduction to Probability Theory and Its
Applications. Vol. 1. John Wiley &amp; Sons, New York. (1957)</li>
<li>Kolmogorov, A. N.: The Theory of Probability. Mathematics. Its
Content, Methods, and Meaning. Vol 2. The M.I.T. Press,
Massachusetts. (1963) pp. 229-264.</li>
<li>Ross, S.: Introduction to Probability and Statistics for Engineers
and Scientists. Academic Press, San D iego. (2004)</li>
<li>Ross, S.: Introduction to Probability Models. Academic Press, San D
iego. (2007)</li>
<li>Soong, T. T.: Fundamentals of Probability and Statistics for
Engineers. John Wiley &amp; Sons Ltd. (2004)</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
Last update: 2019-03-18 00:27
</div>
</body>
</html>
